Repository: SergheiBelyi/webmall.core.2
Catalog: ValmiStore.Resources/SecurityResources.*.resx
Languages: ky_kg, ro_ro, uk_ua

# AdminsOnly
source: Только администраторы
ky_kg: Администраторлор гана
ro_ro: Doar administratori
uk_ua: Тільки адміністратори

# AllUsers
source: всех пользователей
ky_kg: бардык колдонуучуларды
ro_ro: toţi utilizatori
uk_ua: всіх користувачів

# ApplyFilter
source: Применить фильтр
ky_kg: Чыпканы колдонуу
ro_ro: Aplică filtru
uk_ua: Застосувати фільтр

# EmailAlreadyRegistered
source: Введенный Email уже зарегистрирован
ky_kg: Киргизилген Email катталган
ro_ro: Email-ul introdus deja este înregistrat
uk_ua: Введений email вже зареєстрований

# FiscCodesTitle
source: Введите номер карточки клиента (при указании более одного номера, вводить через запятую)
ky_kg: Кардардын карточкасынын номерин киргизиңиз (эгер сиз бир нече номер көрсөтсөңүз, үтүр менен бөлүп жазыңыз)
ro_ro: Introduceți numerele cardurilor clienților (separate prin virgulă)
uk_ua: Введіть номери карток клієнтів (через кому)

# ManagersOnly
source: Только менеджеры
ky_kg: Менеджерлер гана
ro_ro: Doar manageri
uk_ua: Тільки менеджери

# NewUserRegistration
source: Регистрация нового пользователя
ky_kg: Жаңы колдонуучуну каттоо
ro_ro: Înregistrarea unui utilizator nou
uk_ua: Реєстрація нового користувача

# OnlyBlocked
source: только заблокированных
ky_kg: тосмолонгондор гана
ro_ro: doar cele blocate
uk_ua: тільки заблокованих

# OnlyUnblocked
source: только незаблокированных
ky_kg: тосмолонгон эместер гана
ro_ro: doar cele neblocate
uk_ua: тільки не заблокованих

# PasswordRecovery
source: Восстановление пароля
ky_kg: Сыр сөздү калыбына келтирүү
ro_ro: Restabilirea parolei
uk_ua: Відновлення паролю

# PasswordRecoveryMessage
source: Забыли пароль? Бывает. <br /> Введите Ваш еmail, указанный при регистрации, и мы вышлем Вам на него Ваш новый пароль. Изменить свой пароль Вы сможете в «Моем кабинете» во вкладке «Профиль/Смена пароля».
ky_kg: Сыр сөздү унутуп калдыңызбы? Андай учурлар болот. <br /> Сиз катталып жатканда берилген еmail киргизиңиз, биз Сизге жаңы сыр сөз жөнөтөбүз. Өзүңүздүн сыр сөзүңүздү
ro_ro: Aţi uitat parola? Se întîmplă. <br /> Vă rugăm să introduceţi email-ul introdus în timpul înregistrării şi noi vom expedia parola nouă pe acest email.
uk_ua: Забули пароль? Буває. <br /> Введіть Ваш еmail, вказаний при реєстрації, і ми надішлемо Вам на нього Ваш новий пароль. Змінити свій пароль Ви зможете в "Моєму кабінеті" на вкладці "Профіль/Зміна пароля".

# Read
source: прочитать
ky_kg: окуу
ro_ro: Citește
uk_ua: прочитати

# RememberMe
source: Запомнить
ky_kg: Эстеп калыңыз
ro_ro: Salvează datele mele
uk_ua: Запам’ятати мене

# RepresentationRequestErrorRow
source: Код клиента {0} - {1}
ky_kg: Кардардын коду {0} - {1}
ro_ro: Codul clientului {0} - {1}
uk_ua: Код кліента {0} - {1}

# RepresentationRequestErrorTitle
source: При регистрации представительств произошли следующие ошибки:
ky_kg: Өкүлчүлүктөрдү каттоодо төмөнкүдөй каталар кеткен:
ro_ro: La înregistrarea reprezentanțelor s-au produs următoarele erori:
uk_ua: При реєстрації представництв сталися наступні помилки:

# SelectAgreementFlag
source: Я ознакомлен и принимаю условия пользовательского соглашения, договора публичной оферты и регламента гарантии
ky_kg: Мен колдонуучу макулдашуунун, айкын оферта келишиминин жана кепилдик регламентинин шарттары менен тааныштым жана кабыл алдым
ro_ro: Am făcut cunoștință și accept condițiile acordului de utilizare și ale acordului privind oferta publică
uk_ua: Я ознайомлений та приймаю умови угоди користувача та договору публічної оферти і регламенту гарантії

# UserNotFound
source: Пользователь не найден
ro_ro: Utilizatorul nu a fost găsit
uk_ua: Користувач не знайдений

# UserManagement
source: Управление пользователями
ky_kg: Колдонуучуларды башкаруу
ro_ro: Gestionarea Utilizatorilor
uk_ua: Управління користувачем

# WaitingConfirmation
source: ожидание подтверждения
ky_kg: ырастоону күтүү
ro_ro: Așteptarea confirmării
uk_ua: очікування підтвердження

# WrongAgreementFlag
source: вы не согласились с условиями договора
ky_kg: сиз келишимдин шарттары менен макул болгон жоксуз
ro_ro: Nu ați acceptat condițiile acordului
uk_ua: Ви не погодились з умовами договору

# WrongCAPTCHA
source: Код с картинки введен неверно. <a href="" onclick="history.back()" style="font-weight: bolder" class="hand">Вернуться </a>
ky_kg: Сүрөттөгү код туура эмес киргизилген. <a href="" onclick="history.back()" style="font-weight: bolder" class="hand"> Кайтуу </a>
ro_ro: codul din imagine a fost introdus incorect
uk_ua: Код з зображення введено невірно. <a href="" onclick="history.back()" style="font-weight: bolder" class="hand">Повернутися</a>

# WrongClientCodes
source: Отсутствуют фискальные коды клиентов
ky_kg: Кардарлардын фискалдык коддору жок болуп жатат
ro_ro: lipsesc codurile fiscale ale clienților
uk_ua: Відсутні фіскальні коди клієнтів

# WrongOldPassword
source: старый пароль введен неверно
ky_kg: эски сыр сөз туура эмес киргизилген
ro_ro: parola veche a fost introdusă incorect
uk_ua: Старий пароль введено невірно

# WrongPassword
source: пароль задан неверно
ky_kg: сыр сөз туура эмес коюлган
ro_ro: parola a fost introdusă greșit
uk_ua: Пароль задано невірно

# Registration
source: Регистрация
ky_kg: Каттоо
ro_ro: Înregistrarea
uk_ua: Реєстрація

# RegistrationConfirmation
source: Подтверждение регистрации
ky_kg: Каттоону ырастоо
ro_ro: Confirmarea registrării
uk_ua: Підтвердження реєстрації

# AreYouForgetPassword
source: Забыли пароль?
ky_kg: Сыр сөздү унутуп калдынызбы?
ro_ro: Ati uitat parola?
uk_ua: Забули пароль?

# BadPasswordOrLogin
source: Неправильное имя пользователя или пароль
ky_kg: Колдонуучунун аты же сыр сөз туура эмес
ro_ro: Nume de utilizator sau parolă incorectă
uk_ua: Невірне і’мя користувача або пароль

# ConfirmOperation
source: Подтвердите операцию
ky_kg: Операцияны ырастаңыз
ro_ro: Confirmați operațiunea
uk_ua: Підтвердіть операцію

# ConfirmYouAreNotRobot
source: Подтвердите, что Вы не робот
ky_kg: Сиз робот эмес экениңизди ырастаңыз
ro_ro: Confirmați că nu sunteți un robot
uk_ua: Підтвердіть що Ви не робот

# GotoPresentationsManagement
source: Перейти к управлению представительствами
ky_kg: Өкүлчүлүктөрдү башкарууга өтүү
ro_ro: Du-te la managementul reprezentanţelor
uk_ua: Перейти до управління представництвами

# JuridicalPersons
source: Юридические лица
ky_kg: Юридикалык жактар
ro_ro: Persoane juridice
uk_ua: Юридичні особи

# NoClientsRegistered
source: Клиент еще не зарегистрирован. Свяжитесь с менеджером.
ky_kg: Кардар азырынча каттоодон өтө элек. Менеджер менен байланышыңыз.
uk_ua: Клієнт ще не зареєстрований. Звяжіться з менеджером

# PhisicalPersons
source: Физические лица
ky_kg: Жеке адамдар
ro_ro: Persoane fizice
uk_ua: Фізичні особи

# ThanksForRegistration
source: Благодарим за регистрацию
ky_kg: Катталганыңыз үчүн рахмат
ro_ro: Vă mulțumim pentru înregistare
uk_ua: Дякуємо за реєстрацію

# WrongLocality
source: Населенный пункт не найден
ky_kg: Калктуу пункт табылган жок
uk_ua: Населений пункт не знайдено

# WrongRecaptchaSimpleMessage
source: вы не прошли проверку, что Вы не робот
ky_kg: Сиз робот эмес экениңиз, текшерүүдөн өткөн жок
ro_ro: Verificarea anti-robot a eșuat
uk_ua: Ви не пройшли перевірку що ви не робот

# YouAreNotPresentClient
source: Вы не представляете клиента
ky_kg: Сиз кардардын өкүлү эмессиз
ro_ro: Datele introduse nu corespund acestui client
uk_ua: Ви не є представником клієнта

# YourAccountIsLocked
source: Ваша учетная запись заблокирована. Обратитесь к администратору сайта.
ky_kg: Каттоо эсебиңиз бөгөттөлдү. Сайттын администраторуна кайрылыңыз.
ro_ro: Contul Dvs. este blocat. Contactați administratorul site-ului.
uk_ua: Ваш обліковий запис заблокований. Зверніться до менеджера

# YourAccountWaitsConfirmation
source: Ваша учетная запись не подтверждена. Проверьте почту и перейдите по ссылке в присланном нами письме для подтверждения регистрации (письмо может попасть в папку "Спам")
ky_kg: Сиздин каттоо эсебиңиз ырасталган жок. Почтаңызды текшериңиз жана катталганыңызды тастыктоо үчүн биз жиберген каттагы шилтеме боюнча өтүңүз (кат "Спам" папкасына түшүп калышы мүмкүн)
ro_ro: Contul Dvs. nu este confirmat. Pentru confirmarea înregistrării urmați link-ul ce a fost expediat pe e-mailul Dvs. (scrisoare poate ajunge în dosarul Spam)
uk_ua: Ваш обліковий запис не підтверждений. Перевірте пошту і передіть за посиланням (лист міг попасти в "спам")

# WrongEmailAddress
source: Неверный Email.
ky_kg: Туура эмес Email.
ro_ro: E-mail greșit
uk_ua: Невірний E-mail

# RoleAdmin
source: Администратор системы безопасности
uk_ua: Адміністратор системи безпеки

# RoleCallManager
source: Менеджер по общим вопросам
uk_ua: Менеджер по загальним питанням

# RoleCatalogManager
source: Менеджер каталога
uk_ua: Менеджер каталогу

# RoleContentManager
source: Менеджер контента
uk_ua: Менеджер контенту

# RoleRepresentativeManager
source: Менеджер по ключевым сотрудникам
uk_ua: Менеджер по ключовим співробітникам

# RoleUser
source: Просто пользователь
uk_ua: Звичайний користувач

# RoleVINRequestManager
source: Менеджер по VIN-запросам
uk_ua: Менеджер по VIN запитам
