Repository: SergheiBelyi/webmall.core.2
Catalog: ValmiStore.Resources/SharedResources.*.resx
Languages: ky_kg, ro_ro, uk_ua

# AccordingOfDeliveryServiceTarifs
source: According to service tarifs
ky_kg: Кызматтын тарифине ылайык
ro_ro: Conform tarifului serviciului
uk_ua: Згідно тарифу служби

source: Version
ky_kg: Жоромол
ro_ro: Versiune
uk_ua: Версія

source: Auto data
ky_kg: Унаа маалыматтары
ro_ro: Date automobil
uk_ua: Дані автомобіля

source: Change
ky_kg: Өзгөртүү
ro_ro: Modifică
uk_ua: змінити

source: All news
ky_kg: Бардык жаңылыктар
ro_ro: Toate știrile
uk_ua: Всі новини

# ActionWarningMessage
source: Attention! Your order contain action wares not subject to return!
ky_kg: Көңүл буруңуз! Сиздин тапшырыгыңызда акциялык товарлар камтылган, аларды кайтарып берүү мүмкүн эмес!
ro_ro: Atenție! Comanda conține obiecte promotionale care sunt nerambursabile!
uk_ua: Увага! В Вашому замовленні знаходяться акційні товари, які не підлягають поверненню!

source: No return
ky_kg: Кайтарылып берилбейт
ro_ro: Non-returnabil
uk_ua: Поверненню не підлягає

# ImageUrl
source: URL group image
ky_kg: Топтун URL сүрөттөлүшү
ro_ro: imagine de grup URL
uk_ua: URL зображення групи

source: Short problem description
ky_kg: Көйгөйдүн кыскача баяндамасы
ro_ro: O scurtă descriere a problemei
uk_ua: Короткий опис проблеми

source: Car state number
ky_kg: Автомобилдин мам. номери
ro_ro: Număr de înmatriculare a vehiculului
uk_ua: Державний номер автомобіля

# OnlyLettersAndDigits
source: Only letters and numbers
ky_kg: Тамгалар жана сандар гана
ro_ro: Doar în litere şi cifre
uk_ua: Тільки букви та цифри

# ForReservation
source: On order
ky_kg: Тапшырыкка
ro_ro: La comanda
uk_ua: На замовлення

source: All promotions
ky_kg: Бардык акциялар
ro_ro: Toate campaniile de promovare
uk_ua: Всі акції

source: Contacts
ky_kg: Контакттар
ro_ro: Contacte
uk_ua: Контакти

source: How to buy?
ky_kg: Кантип сатып алуу?
ro_ro: Cum cumpăr?
uk_ua: Як купити?

# ServiceProducerCatalogs
source: Catalogs <span>from producers</span>
ky_kg: <span> өндүрүүчүлөрдүн каталогдору </span>
ro_ro: Cataloage<span>ale producătorilor</span>
uk_ua: Каталоги виробників

source: Services
ky_kg: Кызмат көрсөтүүлөр
ro_ro: Servicii
uk_ua: Послуги

# ServiceSelectionByMark
source: Selection <span>by mark</span>
ky_kg: <span>маркасы боюнча </span> тандоо
ro_ro: Selectează <span>după marcă</span>
uk_ua: Підбір <span>по марці</span>

# ServiceSelectionByVIN
source: Selection <span>by VIN</span>
ky_kg: VIN </span> боюнча <span> тандоо
ro_ro: Selectează <span>după VIN</span>
uk_ua: Підбір <span> по VIN</span>

# ServiceTechStationBooking
source: Online-booking <span>at tech station</span>
ky_kg: </span>тейлемеге <span>онлайн катталуу
ro_ro: Înregistrare on-line <span>la SDT</span>
uk_ua: Online-запис <span>на сервіс</span>

# ServiceTiresSelection
source: Tires <span>selection</span>
ky_kg: <span>шиналарын</span> тандоо
ro_ro: Selectează <span>anvelope </span>
uk_ua: Підбір <span>шин</span>

source: Bank account
ky_kg: Алыш-бериш эсеби
ro_ro: Cont de decontare
uk_ua: Розрахунковий рахунок

source: Bank code
ky_kg: Банктын коду
ro_ro: Codul băncii
uk_ua: Код банку

source: Fiscal code
ky_kg: BIN / INN
ro_ro: Cod fiscal
uk_ua: BIN / INN

# JuridicalAddress
source: Legal adress
ky_kg: Юридикалык дарек
ro_ro: Adresa juridică
uk_ua: Юридична адреса

# JuridicalName
source: Company's legal name
ky_kg: Юридикалык аталышы
ro_ro: Denumirea juridică a întreprinderii
uk_ua: Юридична назва

source: Representation request
ky_kg: Өкүлчүлүккө суроо-талап
ro_ro: Cerere de reprezentare
uk_ua: Запит на представництво

source: Error
ky_kg: Ката
ro_ro: Eroare
uk_ua: Помилка

# ChangePassword_Cap
source: Change password
ky_kg: Сыр сөздү өзгөртүү
ro_ro: Schimbaţi parola
uk_ua: Змінити пароль

# OrderSum
source: Sum of order
ky_kg: Тапшырыктын суммасы
ro_ro: Suma comenzii
uk_ua: Сума замовлення

source: Save comment
ky_kg: Түшүндүрмөнү сактоо
ro_ro: Salvați un comentariu
uk_ua: Зберегти коментар

source: Buy
ky_kg: Сатып алуу
ro_ro: Cumpăra
uk_ua: Купити

source: Main page
ky_kg: Башкы
ro_ro: Acasă
uk_ua: Головна

source: Applicability
ky_kg: Колдонуу мүмкүнчүлүгү
ro_ro: Aplicabilitatea
uk_ua: Застосування

source: Go to comparision
ky_kg: Салыштырууга өтүү
ro_ro: Mergi la comparare
uk_ua: Перейти до порівняння

source: Select date
ky_kg: Датаны тандаңыз
ro_ro: Alegeți o dată
uk_ua: Виберіть дату

source: Subscribe for action informations
ky_kg: Акциялар жөнүндө маалыматка жазылыңыз
ro_ro: Subscrie la informaţii despre campanii promoţionale
uk_ua: Підписатись на інформацію про акції

# Booking
source: to register
ky_kg: жазылыңыз!
ro_ro: Înscrie-te!
uk_ua: Записатись!

# SummaryTitle2
source: <p>Your order <span>№{0}</span> has been accepted, and you will get it soon.</p> <p> If you have any question on the order contact sales department <a> {2}</a></p> <p> <b> Your order includes following items:</b> </p>
ky_kg: "<p> Сиздин <span>тапшырык № {0} </span> биз тарабынан кабыл алынды жана жакын арада ана аласыз. </p> <p> Тапшырыгыңыз боюнча суроолор пайда болсо, биздин сатуу бөлүмүнө кайрылыңыз </p> "
ro_ro: <p>Comanda dvs.<span>№{0}</span>a fost acceptată de noi şi în timpul apropiat o veţi primi.</p> <p> Dacă aveți întrebări despre comandă, vă rugăm să contactați departamentul nostru de vânzări<a> {2}</a></p> <p> <b> Comanda dvs. include următoarele poziţii:</b> </p>
uk_ua: <p>Ваше замовлення <span>№{0}</span> було прийнято нами, і найближчим часом ви його отримаєте.</p> <p> Якщо у вас виникли запитання, зверніться у відділ продажу</p>

source: Order completing
ky_kg: Тапшырыкты аяктоо
ro_ro: Comandă finalizată
uk_ua: Завершення замовлення

# PaymentTitle2
source: <p>Your order <span>№{0}</span> was accepted and it has not been paid yet</p><p> If you have any question on your order please contact sales department <a> {2}</a></p><p><b> Your order includes the following positions:</b></p>
ky_kg: <p>Сиздин <span>№{0}</span> тапшырык биз тарабынан кабыл алынган жана али төлөнө элек.</p><p> Эгер тапшырык боюнча суроо пайда болсо, <a> {2}</a></p><p><b> сатуу бөлүмүнө кайрылыңыз Сиздин тапшырык төмөнкү позицияларды камтыйт: :</b></p>
ro_ro: <p> Comanda dvs.<span>№{0}</span> a fost acceptată de noi și nu este încă plătită.</p><p> Dacă aveți întrebări despre comandă, vă rugăm să contactați departamentul nostru de vânzări <a> {2}</a></p><p><b> Comanda dvs. include următoarele poziţii:</b></p>
uk_ua: <p>Ваше замовлення <span>№{0}</span>було прийнято нами, і поки не оплачене.</p><p> Якщо у Вас виникли питання по замовленню, зверніться у відділ продажу <a> {2}</a></p><p><b> (контактний телефон). Ваше замовлення складається з наступних позицій: </b></p>

# ThanksForPurchase
source: Thank you for the purchase
ky_kg: Сатып алганыңыз үчүн рахмат!
ro_ro: Vă mulțumim pentru achiziție!
uk_ua: Дякуємо за покупку!

# WareSelection
source: Select product
ky_kg: Товарды тандоо
ro_ro: Selectează marfa
uk_ua: Вибір товару

source: Apply
ky_kg: Колдонулсун
ro_ro: Aplică
uk_ua: Застосувати

source: Filters
ky_kg: Чыпкалар
ro_ro: Filtre
uk_ua: Фільтри

source: Reset
ky_kg: Баштапкы абалга келтирүү
ro_ro: Anulează
uk_ua: Скинути

source: Page size
ky_kg: Барактын өлчөмү
ro_ro: Dimensiuni pagină
uk_ua: Розмір сторінки

# TC_New_T1_1
source: When increasing the diameter of the rim (and consequently, decreasing the height of tire profile, in order to leave unchanged the outer diameter of the wheel) the load on the car's suspension, as well as the comfort is deteriorated (the automobile will be much harder).
ky_kg: Дөңгөлөктүн дискинин диаметри көбөйгөндө (жана натыйжада, дөңгөлөктүн тышкы диаметри өзгөрүүсүз калуусу үчүн дөңгөлөктүн профилинин бийиктиги төмөндөйт), унаанын асма бөлүгүнө жүктөм көбөйүп, ошондой эле ыңгайлуулугу да начарлайт (унаа байкалаарлык катуу болуп калат).
ro_ro: La creșterea diametrului jantei, (și, în consecință, reducerea înălțimii profilului anvelopei cu diametrul exterior al roții rămas neschimbat) se mărește sarcina asupra suspensiei automobilului, reducând şi din confort (maşina va deveni mai rigidă).
uk_ua: При збільшенні діаметра колісного диска (і, як наслідок, зменшення висоти профілю шини, щоб зовнішній діаметр колеса залишався без змін) збільшується навантаження на підвіску автомобіля, а так само погіршується комфорт (машина стане помітно жорсткіша).

# TC_New_T1_2
source: In case of excessive increase in the profile of the tire the automobile becomes "felling", less controlled and at critical values of the height profile the tire can start clinging to body parts and suspension of the car, which will lead to its destruction in the aftermath.
ky_kg: Дөңгөлөктүн профили ашыкча көбөйүп кетсе, машина "калкылдак" болуп, башкарылуусу начарлайт, ал эми профилдин бийиктигинин критикалык маанисинде шина кузовдун бөлүктөрүнө жана унаанын асма бөлүктөрүнө тие башташынын кесепетинен анын бузулушуна алып келүүсү мүмкүн
ro_ro: La creşterea excesivă a profilului anvelopei, maşina devine instabilă, mai puţin manevrabilă şi la atingerea unor valori critice ale profilului, anvelopa începe să se agaţe de piesele caroseriei şi ale suspensiei automobilului, care ulterior va duce la distrugerea ei.
uk_ua: При надмірному збільшенні профілю шини машина гірше кермується і при критичних значеннях висоти профілю шина може почати чіплятись за деталі кузова і підвіски автомобіля, що надалі приведе до її руйнування.

# TC_New_T3
source: The error in the readings of the speedometer depends on the vehicle speed, error increases with rasing the speed. Besides one should take into account that the error affects the car's fuel consumption readings.
ky_kg: Спидометрдин көрсөткүчтөрүндөгү ката унаанын ылдамдыгына жараша болот, ылдамдык жогорулаган сайын катасы өсөт. Мындан тышкары ката, унаанын күйүүчү майдын чыгымынын көрсөткүчтөрүнө таасир этерин унутпаш керек.
ro_ro: Eroarea de indicaţii a vitezometrului este în funcţie de viteza automobilului, la mărirea vitezei eroarea creşte. În plus, trebuie să se ţină cont de faptul că eroarea influenţează indicaţiile de consum al combustibilului automobilului.
uk_ua: Похибка в показах спідометра залежить від швидкості автомобіля, при збільшенні швидкостіпогрішність збільшується. Крім того потрібно врахувати, що похибка впливає на свідчення витрати палива автомобіля.

source: Select mark
ky_kg: Марканы тандаңыз
ro_ro: Selectează marca
uk_ua: Вберіть марку

source: Show all
ky_kg: Баарын көрсөтүү
ro_ro: Afişare totală
uk_ua: Показати все

source: Engine type and volume
ky_kg: Кыймылдаткычтын көлөмү жана түрү
ro_ro: Volumul şi tipul motorului
uk_ua: Об'єм і тип двигуна

source: Enter your car data
ky_kg: Сиздин автомобиль тууралуу маалыматтарды көрсөтүңүз
ro_ro: Indicaţi datele automobilului dvs.
uk_ua: Вкажіть дані про Ваш автомобіль

# GotoMain
source: Go to main page
ky_kg: Башкы бетке
ro_ro: Acasă
uk_ua: На головну

# NothingFound2
source: Sorry, nothing matching your search is found, which could take place by following reasons:
ky_kg: Тилекке каршы, Сиздин суроо-талап боюнча эч нерсе табылган жок, бул төмөнкү себептерден улам болушу мүмкүн:
ro_ro: Ne pare rău, dar nu am găsit nici un rezultat pentru căutarea dvs., lucru, care ar putea să se întâmple din următoarele cauze:
uk_ua: Нажаль, по Вашому запиту нічого не знайдено, що могло статися по наступним причинам:

# NothingFound2Message
source: <ol> <li>Catalog number you entered does not exist. Try to reformulate your initial request. </li> <li>There are certain restrictions on the search. f there are check marks in "Advanced search" or "Search in a particular section" column try to remove them. </li> </ol>
ky_kg: "<ol> <li> Сиз киргизген каталог номери жок. Өзүңүздүн баштапкы сурооңузду башкача туюндурууга аракет кылыңыз. </li> <li> Издөө боюнча белгилүү чектөөлөр турат. Эгерде "Так издөө" же "Белгилүү бир бөлүмдөн издөө" тик тилкесинин жанында белгичелер турса, аларды алып салууга аракет кылыңыз. </li> </ol> "
ro_ro: <ol> <li>Numărul de catalog pe care l-aţi introdus, nu există. Încercaţi să reformulaţi interogarea iniţială. </li> <li> Există anumite restricții privind căutarea. Dacă există marcaje de verificare în coloana "Căutare exactă" sau "Căutare într-o anumită secțiune" încercați să le eliminaţi. </li> </ol>
uk_ua: <ol> <li>Введений вами каталожний номер не існує. Спробуйте переформулювати Ваш запит. </li> <li>Присутні певні обмеження щодо пошуку. Якщо наявні галочки біля графи "Точний пошук" або "Пошук в певному розділі" спробуйте прибрати їх. </li> </ol>

# NothingFound2Title
source: Request not found
ky_kg: Издөө болгон жок :)
ro_ro: Căutare eşuată:)
uk_ua: Пошук не вдався

# SelectPreferredDate
source: Select date
ky_kg: Каалаган датаны тандаңыз
ro_ro: Selectați data dorită
uk_ua: Оберіть бажану дату

# SelectPreferredTime
source: Select time
ky_kg: Сиз үчүн ыңгайлуу убакытты тандаңыз
ro_ro: Selectaţi ora dorită
uk_ua: Виберіть зручний для вас час

# ServiceBookingFinishing
source: Finishing registration
ky_kg: Жазууну аяктоо
ro_ro: Înregistrare finalizată
uk_ua: Завершення запису

# SeviceBookingConfirmation2
source: <p>Your application for a service at the service station <br> <strong>«{0}»</strong> на <strong>{1}, {2}</strong> is sent.</p><p> Our manager will contact you soon. </p>
ky_kg: <h3>Введите данные для импорта позиций в корзину заказов.</h3> <p>Данные должны представлять собой текст, каждая строка которого содержит бренд, каталожный номер и количество заказываемого товара. Разделителем между колонками (полями) должен быть знак табуляции. Такой текст легко получить, если взять в буфер (CTRL+C) необходимый вам диапазон на листе Excel (или OpenOffice Calc).</p>
ro_ro: <p>Cererea dvs. de deservire la service auto <br> <strong>«{0}»</strong>pentru data de ora <strong>{1}, {2}</strong> a fost expediată.</p><p> În timpul apropiat veţi fi contactat de managerul nostru. </p>
uk_ua: <p>Ваша заявка на обслуговування в автосервісі <br> <strong>«{0}»</strong> на <strong>{1}, {2}</strong> відправлена.</p><p> Найближчим часом з вами зв'яжеться менеджер. </p>

# VINRequest
source: Request VIN
ky_kg: VIN-суроо-талап
ro_ro: Interogare VIN
uk_ua: VIN-запит

# Block
source: Blockage
ky_kg: Блок
ro_ro: blocarea
uk_ua: блокування

# SubscribeForOrderInfo
source: Send notifications on your order to your e-mail
ky_kg: Тапшырык жөнүндө кабарламаны e-mailге жиберүү
ro_ro: Expediază notificare despre comandă la e-mail
uk_ua: Отримувати сповіщення про замовлення на e-mail

source: Show results
ky_kg: Жыйынтыктарды көрсөтүү
ro_ro: Arată rezultatele
uk_ua: Показати результати

# TiresSelection
source: Tire selection
ky_kg: Шиналарды тандоо
ro_ro: Selectarea anvelopelor
uk_ua: Підбір шин

# TiresSummer
source: Summer tires
ky_kg: Жайкы
ro_ro: de vară
uk_ua: Літні

# TiresWinter
source: Winter
ky_kg: Кышкы
ro_ro: de iarnă
uk_ua: Зимні

source: About company
ky_kg: Компания жөнүндө
ro_ro: Despre noi
uk_ua: Про компанію

# Providers
source: Suppliers
ky_kg: Жеткирип берүүчүлөр
ro_ro: Furnizori
uk_ua: Постачальники

# OrderPayment
source: The orders payment
ky_kg: Тапшырыкка төлөө
ro_ro: Achitarea comenzii
uk_ua: Оплата замовленння

source: All ware categories
ky_kg: Товарлар каталогу
ro_ro: Categorii marfuri
uk_ua: Всі категорії товарів

# DoYouLikeShare
source: Do you like our post? Share!
ky_kg: Басылма жактыбы? Бөлүшүңүз!
ro_ro: Îşi place publicaţia? Distribuie!
uk_ua: Подобається публікація? Поділись!

# DescribeError
source: Describe the error
ky_kg: Ката жөнүндө баяндап жазыңыз
ro_ro: Descrie eroarea
uk_ua: Опишіть помилку

# ReportAboutError
source: Report an error
ky_kg: Ката жөнүндө билдирүү
ro_ro: Raportează o eroare

# Comment2
source: Note
ky_kg: Эскертүү
ro_ro: Notă
uk_ua: Примітка

# EngineCode
source: Engine number/code
ky_kg: Кыймылдаткычтын номери / коду
ro_ro: Număr/Cod motor
uk_ua: Номер/код двигуна

# ShowRetailPricesWareCard
source: Retail price in ware card
ky_kg: Тоардын карточкасындагы чекене баа
ro_ro: Prețul de vânzare cu amănuntul în fişa mărfii
uk_ua: Роздрібна ціна в картці товару

source: Order delete error
ky_kg: Тапшырыкты алып салуу мүмкүн эмес:
ro_ro: Nu se poate șterge comanda:
uk_ua: Неможливо видалити замовлення:

source: cm3
ky_kg: куб. см
ro_ro: cm cubi
uk_ua: куб.см.

source: Power
ky_kg: Кубаттуулук
ro_ro: Putere
uk_ua: Потужність

source: Volume
ky_kg: Көлөм
ro_ro: Volum
uk_ua: Об’єм

source: hp
ky_kg: а.к. (ат күчү)
ro_ro: CP
uk_ua: к.с.

# _kWt
source: kW
ky_kg: кВт
uk_ua: кВт

source: Delivery creation error:
ky_kg: Жеткирүүнү тариздөөдө ката кетти:
ro_ro: A apărut o eroare în timpul perfectării de livrare:
uk_ua: При оформленні замовлення виникла помилка:

# JsonUnknownError
source: Something went wrong and we were unable to process your request. Try again or contact us by phone number {1}
ky_kg: Бир нерсе туура эмес кетип, жана биз Сиздин өтүнүчтү иштете албай койдук. Кайталап көрүңүз же биз менен {1} номери боюнча байланышыңыз
ro_ro: Ceva a mers prost şi nu am putut procesa cererea dvs. Reluaţi sau contactaţi-ne la numărul de telefon {1}
uk_ua: Щось пішло не так, і ми не змогли обробити Ваш запит. Повторіть або зв'яжіться з нами за номером …

# NoWareFound
source: Product not found
ky_kg: Товар табылган жок
ro_ro: Produsul n-a fost găsit
uk_ua: товар не знайдено

# NeedAllTaxInvoices
source: All non-drawn tax tax invoices needed
ky_kg: Бардык жазылбаган салык коштомо кагаздар керек
ro_ro: Sunt necesare toate facturile fiscale neemise
uk_ua: Потрібні всі невиписані податкові накладні

source: Ware code
ky_kg: Товардын коду
ro_ro: Cod produs
uk_ua: Код товара

source: Payment accepted
ky_kg: Төлөм кабыл алынды
ro_ro: Plată acceptată
uk_ua: Платіж прийнятий

# PaymentAcceptedMessage
source: Your payment for {0} order on {1} amount is successfully accepted.
ky_kg: {0} тапшырыгы боюнча {1} суммадагы төлөмүңүз ийгиликтүү кабыл алынды.
ro_ro: Plata dvs. pentru comandă {0} în sumă de {1} a fost recepţionată cu succes.
uk_ua: Ваш платіж по замовленню {0} на суму {1} успішно прийнятий

# PaymentErrorMessage
source: Your payment for {0} order on {1} amount cannot be processed <a href="{2}">Try again</a> or apply to our bank.
ky_kg: {0} тапшырыгы боюнча {1} суммадагы Сиздин төлөм иштетилүүсү мүмкүн эмес. . <a href="{2}">Дагы бир жолу</a> аракет кылыңыз же Сиздин банкка кайрылыңыз.
ro_ro: Plata dvs. pentru comandă {0} în sumă de {1} nu poate fi procesată. <a href="{2}">Reluaţi operaţia </a> sau adresaţi-vă la banca noastră.
uk_ua: Ваш платіж по замовленню {0} на суму {1} не може бути оброблений.<a href="{2}">Спробуйте ще раз</a> або зверніться до вашого банку.

# Printing
source: Print
ky_kg: Басып чыгаруу
ro_ro: Imprimare
uk_ua: Друк

# TrustedPerson
source: Authorised person
ky_kg: Ишенимдүү адам
ro_ro: Persoana de încredere
uk_ua: Довірена особа

# VINSearchPlaceholder
source: Enter VIN code (17 characters)
ky_kg: VIN киргизиңиз (17 белги)
ro_ro: Introduceți VIN (17 caractere)
uk_ua: Введіть VIN (17 символів)

# ProduceDate
source: Manufacture Date
ky_kg: Чыгарылган датасы
ro_ro: Data producerii
uk_ua: Дата випуску

source: Transmission
ky_kg: Трансмиссия
ro_ro: Transmisie
uk_ua: Трансмісія

# VinCodeNotFound
source: Incorrect VIN code or no such VIN code in the database
ky_kg: Сиз киргизген VIN-код маалымат базасында жок же туура эмес киргизилген
ro_ro: Codul VIN pe care l-ați introdus nu este în baza de date sau a fost introdus incorect
uk_ua: Введеного Вами VIN-кода немає в базі або він був введений невірно

source: Info
ky_kg: Маалымат
uk_ua: Інфо

# UrgentCollection
source: Collect urgently
ky_kg: Шашылыш чогултуу
ro_ro: Colectare urgentă
uk_ua: Зібрати терміново

# SelectByCategories
source: List of assemblies
ky_kg: Түйүндөрдүн тизмеси
ro_ro: Alegerea conform ilustrațiilor
uk_ua: Список вузлів

# SelectByGroups
source: Search by group
ky_kg: Топтор боюнча издөө
ro_ro: Alegerea dupa grupe
uk_ua: Пошук по групам

source: Enter group name
ky_kg: Топтун аталышын киргизиңиз
ro_ro: Introduceți denumirea grupei
uk_ua: Ведіть назву групи

# Default
source: By default
ky_kg: Жарыяланбас
ro_ro: Tăcit
uk_ua: За замовчуванням

# MaxRequestsPerDay
source: Max. number of requests per day
ky_kg: Суткадагы эң көп сурамдар
ro_ro: Numărul maximal de cereri pe zi
uk_ua: Макс. запитів на добу

source: Unlimited
ky_kg: Чексиз
ro_ro: Nelimitat
uk_ua: Необмежено

# ValabilityTerm
source: Validity period
ky_kg: Жарактуулук мөөнөтү
ro_ro: Termen de valabilitate
uk_ua: Термін дії

# VINSearch
source: Search by VIN code
ky_kg: VIN боюнча издөө
ro_ro: Căutare dupa VIN
uk_ua: Пошук по VIN

# ComparisionActErrorMessage
source: <p>The system generated an empty reconciliation report</p><p>Please retry the request with different parameters or contact us at <b>{1}</b></p>
ky_kg: <п>Система бош салыштырып текшерүү актысын түздү </p><p> Өтүнүчтү башка параметрлер менен кайталап көрүңүз же биз менен <b>{1}</b></p>номери боюнча байланышыңыз
ro_ro: Eroare. Solicitarea Dvs. <p><p><p> nu a fost procesată. Încercați din nou sau contactați-ne la numărul de telefon <p><p><p>
uk_ua: <p>Система згенерувала порожній акт звірки</p><p>Спробуйте повторити запит з іншими параметрами або зв'язатися з нами за номером <b>{1}</b></p>

# FefoMessage
source: 1. To display all the offers available on order, click on "Make to order".</br>2. Choose the best price and date of availability of goods.</br>3. Add the product to the cart and order it.
ky_kg: 1. Тапшырык боюнча жеткиликтүү сунуштарды кароо үчүн "Тапшырыкты тариздөө" баскычын басыңыз.</br>2. Баасы жана жеткиликтүү мөөнөтү боюнча ыңгайлуу товарды тандаңыз.</br>3. Андан кийин, товарды себетке кошуңуз жана тапшырыкты тариздеңиз.
ro_ro: 1. Pentru vizualizarea ofertelor care sunt disponibile la comandă, apăsați butonul “Perfectează solicitare de ofertă”.</br>2. Alegeți varianta optimală după preț și timpul de livrare a comenzii.</br>3. Apoi adăugați marfa în coș și efectuați comanda.
uk_ua: 1. Для перегляду пропозицій, доступних під замовлення, натисніть кнопку "Оформити під замовлення".</br> 2. Оберіть оптимальний за ціною та тарміном наявності товар. </b3> 3. Після цього додайте товар до кошика та сформуйте замовлення.

source: Details
ky_kg: Майда-чүйдөсү
ro_ro: Detalii
uk_ua: Подробиці

# NeedPart
source: Needed part
ky_kg: Деталь керек
ro_ro: Este necesară piesa
uk_ua: Необхідна деталь

# NothingFound3
source: Nothing found
ky_kg: Эч нерсе табылган жок
ro_ro: Nimic nu a fost găsit
uk_ua: Нічого не знайдено

# Action
source: Promotional event
ky_kg: Акция
ro_ro: Promoție

source: Sale
ky_kg: Сатып түгөтүү
ro_ro: Lichidare de stoc
uk_ua: Розпродаж

# CategoryFirstEntranceMessage
source: Use this list to select a category
ky_kg: Категорияны тандоо үчүн ушул тизме менен пайдаланыңыз
ro_ro: Pentru selectarea categoriei, utilizați această listă
uk_ua: Для вибору категорії скористуйтеся цим списком

# SelectFromList
source: Select from the list
ky_kg: Тизмеден тандаңыз
ro_ro: Selectați din listă
uk_ua: Виберіть зі списку

# NeedParametersSpecification
source: Please specify the parameters
ky_kg: Параметрлерди тактоо талап кылынат
ro_ro: Este necesară specificarea parametrilor
uk_ua: Потрібно уточнення параметрів

source: Note
ky_kg: Эскертүү
ro_ro: Notă

# SelectModification
source: Select a modification
ky_kg: Модификацияны тандаңыз
ro_ro: Selectați o modificare
uk_ua: Виберіть модифікацію

# AutoIsNotSelected
source: Car not selected
ky_kg: Автомобиль тандалган жок
ro_ro: Automobilul nu este indicat
uk_ua: Автомобіль не вибраний

# SupportEmailLabel
source: Contact the technical support
ky_kg: Техникалык консультант
uk_ua: Написати технічному консультанту

source: All tires
ky_kg: Бардык шиналар
ro_ro: Toate anvelope
uk_ua: Всі шини

source: Tires
ky_kg: Шиналар
ro_ro: Anvelope
uk_ua: Шини

# NotificationsHistory
source: Notification history
ky_kg: Кабарламалар тарыхы
uk_ua: Історія сповіщень

# Subject
source: Topic
ky_kg: Тема
uk_ua: Тема

source: Access denied
ky_kg: Кирүүгө тыюу салынган
uk_ua: Доступ заборонений
