Repository: SergheiBelyi/webmall.core.2
Catalog: ValmiStore.Resources/SharedResources.*.resx
Languages: ky_kg, ro_ro, uk_ua

# FeatureDisabled
source: The requested section is not supported on the server side.
ky_kg: Суралган бөлүм сервер тарабында колдоого алынбайт.
uk_ua: Запитуваний розділ не підтримуєтсья на стороні серверу

source: Region
ky_kg: Регион
uk_ua: Регіон

# EPayKKBPayment
source: Payment via ePay.kkb system
ky_kg: EPay KKB тутуму аркылуу төлөө
uk_ua: Оплата через систему EPay KKB

# ClientsDelivery
source: Delivery
ky_kg: Жеткирүү

source: Payment rejected
ky_kg: Төлөм четке кагылды
uk_ua: Платіж відхилений

# QntOnStock
source: Quantity in stock
ky_kg: Кампадагынын саны
uk_ua: К-сть на складі

# AmountOnStock
source: Quantity in stock
ky_kg: Кампадагынын саны

# IsAbsent
source: Not available
ky_kg: Жок
uk_ua: Відсутній

source: Credit
ky_kg: Кредит
uk_ua: Кредит

# Debet
source: Debit
ky_kg: Дебет
uk_ua: Дебет

# OrderCommentText
source: < b>Attention!</b><br />We kindly ask you to check the completeness and external packaging condition (for integrity, deformation, etc.) within 3 days from the date of receipt<br />After 3 days from the date of receipt, no claims regarding the condition of the goods and packaging will be accepted!<br /> The goods can be returned within 14 business days, subject to the preservation of the marketable condition (does not apply to pre-order items).<br /> A technical malfunction of the goods shall be confirmed by the Damage Certificate on the date the defect was discovered!
ky_kg: <b> Көңүл буруңуз !!! </b> <br /> Сизден товарларды алган күндөн тартып 3 күндүн ичинде бар экендигин жана тышкы абалын (бүтүндүгү, майышуусун (деформациясы) ж.б.) текшерип коюуну абдан өтүнөбүз. <br /> Товар келип түшкөн күндөн тартып 3 күндөн кийин, товардын сырткы көрүнүшү жана абалы боюнча дооматтар кабыл алынбайт! <br /> Товарларды кайтарып берүү, товардык көрүнүшү сакталган шартта (тапшырык позицияларына тиешеси жок) 14 жумушчу күндүн ичинде жүзөгө ашырылат. <br /> Товарлардын техникалык бузулуулары, кемчиликтер табылган учурдан тартып Даттануу актысы таризделет!
uk_ua: <b>Увага!!!</b><br />Переконливе прохання протягом 3-х днів з моменту отримання товару перевірити наявність і зовнішній стан (цілісність, деформація і т.д.)<br />По закінченню 3-х днів з моменту отримання товару претензії за зовнішнім виглядом і станом товару не приймаються!<br /> Повернення товару здійснюється протягом 14 робочих днів, за умови збереження товарного вигляду (не поширюється на замовні позиції).<br />Технічна несправність товару оформлюється Актом Рекламації з моменту виявлення дефекту!

source: By name
ky_kg: Аталышы боюнча
uk_ua: По найменуванню

source: Current debt
ky_kg: Учурдагы карыз
uk_ua: Поточна заборгованість

# EpayKKBAmount
source: Amount due
ky_kg: Төлөй турган сумма
uk_ua: Сума до оплати

# EpayKKBDataTitle
source: Enter your payment details
ky_kg: Төлөө жүргүзүү үчүн чоо-жайыңызды киргизиңиз
uk_ua: Введіть дані для проведення оплати

# EpayKKBEmail
source: Payer's e-mail address
ky_kg: Төлөөчүнүн Email
uk_ua: Email платника

# Inventory
source: Inventory management
ky_kg: Инвентаризациялоо
uk_ua: Інвентаризація

# OvervalueComment
source: The number of items in the order exceeds the available quantity (max. {0})
ky_kg: Тапшырыктагы товардын саны жеткиликтүүдөн ашып кетти (максимум. {0})
uk_ua: К-сть товару в замовленні перевищує доступну (макс. {0})

source: User registration
ky_kg: Колдонуучуларды каттоо
uk_ua: Реєстрація користувачів

# RegistrationSuccessful
source: Registration completed
ky_kg: Каттоо ийгиликтүү аяктады
uk_ua: Реєстрація успішно завершена

# NearestWorkingDays
source: Next business days
ky_kg: Келе жаткан жумуш күндөрү
uk_ua: Найближчі робочі дні

# SelectSelfDeliveryWarehouse
source: Select a warehouse for pickup
ky_kg: Өзү ташып кетүү кампасын тандаңыз
uk_ua: Виберіть склад самовивозу

# WrongVINCode
source: Invalid VIN code
ky_kg: Туура эмес VIN-код
uk_ua: Некоректний VIN-код

# UploadSupplierPriceKros
source: Upload price list/cross-reference numbers
ky_kg: Прайс/кроссторду жүктөө
uk_ua: Завантаження прайса/аналогів

# LoadCrosses
source: Upload cross-reference numbers
ky_kg: Кроссторду жүктөө
uk_ua: Завантажити аналоги

# LoadPrice
source: Upload price list
ky_kg: Прайс баракчаны жүктөө
uk_ua: Завантажити прайс-лист

# SelectFile
source: Select a file
ky_kg: Файлды тандаңыз
uk_ua: Вберіть файл

# RetailIsBlockedMessage
source: We are sorry, but retail service is not available in your region at the moment
ky_kg: Тилекке каршы, учурда Сиздин аймакта чекене тейлөө жеткиликтүү эмес
uk_ua: На жаль в даний момент для Вашого регіону різдрібне обслуговування недоступне

# CodeHS
source: HS Code
ky_kg: ТН ВЭД коду
uk_ua: Код УКТЗЕД

# SearchPlaceholderNumber
source: Search by number
ky_kg: Номери боюнча издөө
uk_ua: Пошук за номером

source: Discount
ky_kg: Арзандатуу
uk_ua: Знижка

# UploadSupplierPriceKrosMissingData
source: Error parsing line No. {0}. No data in column No. {1}
ky_kg: №{0} сапты талдоодо ката кетти. № {1} тик тилкеде маалыматтар жок
uk_ua: Помилка в розборі рядка № {0}. Немає даних в колонці № {1}

# PartNumber
source: SCU
ky_kg: Артикул
uk_ua: Артикул

# DebtWarningMessageBrief
source: You have an overdue debt!
ky_kg: Мөөнөтү өтүп кеткен карыз бар!
uk_ua: Є прострочена заборгованість

# ComparisionActFilter
source: Reconciliation report filter
ky_kg: Салыштырып текшерүү актысынын чыпкасы
uk_ua: Фільтр акту звірки

source: Period from
ky_kg: ...дан мезгил
uk_ua: Період з

# EndBalance
source: Final balance
ky_kg: Акыркы калдык
uk_ua: Кінцевий залишок

# StartBalance
source: Initial balance
ky_kg: Баштапкы калдык
uk_ua: Початковий залишок

# ExistingCartItemMessage
source: This item is already in the shopping cart
ky_kg: Мындай товар мурунтан эле себетте бар
uk_ua: Такий товар вже є у кошику

source: Orders and payments
ky_kg: Тапшырыктар жана төлөм
uk_ua: Замовлення і оплата

source: Tools
ky_kg: Аспаптар
uk_ua: Інструменти

source: User filter
ky_kg: Колдонуучунун чыпкасы
uk_ua: Фільтр користувачів

# SummaryListTitle
source: Your order includes the following items
ky_kg: Сиздин тапшырык төмөнкү позицияларды камтыйт
uk_ua: Ваше замовлення включає в себе наступні позиції

# SummaryNotificationText
source: The text of this form was sent to your e-mail address specified during registration.
ky_kg: Бул форманын тексти каттоодо көрсөтүлгөн, Сиздин e-mailга жөнөтүлдү.
uk_ua: Текст даної форми був відправлений на Ваш e-mail, вказаний при реєстрації

source: Logout
ky_kg: Дүкөндөн чыгуу
uk_ua: Вийти з магазину

# YourCarIsEmpty
source: Your shopping cart is empty
ky_kg: Сиздин себетиңиз бош
uk_ua: Ваш кошик пустий

source: Sorting
ky_kg: Иреттөө
uk_ua: Сортування

source: Warehouse
ky_kg: Кампа

# Authorize
source: Authorization
ky_kg: Авторлоштуруу
uk_ua: Авторизація

source: Loading
ky_kg: Жүктөө
uk_ua: Завантаження

source: By availability
ky_kg: Болушуна жараша
uk_ua: По наявності

source: Cheaper
ky_kg: Арзаныраак
uk_ua: Дешевше

# ExternalUserCode
source: User code in the system
ky_kg: Эсеп тутумундагы колдонуучунун коду
uk_ua: Код користувача в обліковій системі

# ClientManager
source: Your manager
ky_kg: Сиздин менеджер
uk_ua: Ваш менеджер

# ManagerName
source: Manager's name
ky_kg: Менеджердин аты
uk_ua: Ім'я менеджера

# OrderCreateErrorMessage
source: An error occurred when creating the order
ky_kg: Тапшырык түзүүдө ката пайда болду
uk_ua: При формуванні замовлення виникла помилка

# of
source: from
ky_kg: -дан
uk_ua: з

source: Total found
ky_kg: Бардык табылганы
uk_ua: Всього знайдено

# Dealers
source: Our dealers
ky_kg: Биздин дилерлер
uk_ua: Наші дилери

source: Reserved
ky_kg: Резервде
uk_ua: В резерві

source: Product category
ky_kg: Товардын категориясы
uk_ua: Категорія товару

# Catalogs
source: Catalogues
ky_kg: Каталогдор
uk_ua: Каталоги

# GotoCart
source: Go to the shopping cart
ky_kg: Себетке өтүү
uk_ua: Перейти до кошика

source: Search history
ky_kg: Издөө тарыхы
uk_ua: Історія пошуку

# LaximoDataSelection
source: OEM catalog
ky_kg: OEM каталогу
uk_ua: Каталог OEM

# SiteDataSelection
source: Universal
ky_kg: Универсалдуу
uk_ua: Універсальний

# SiteTrackDataSelection
source: Universal (trucks)
ky_kg: Универсалдуу (жүк ташуучу)
uk_ua: Універсальний (вантажні)

# BrandNotFound
source: Manufacturer not found
ky_kg: Өндүрүүчү табылган жок

# YourMessageSuccessfullySent
source: Your message has been sent
ky_kg: Сиздин билдирүү ийгиликтүү жөнөтүлдү

# LxmOtherDetails
source: Other assembly details
ky_kg: Түйүндүн башка маалыматтары

# Variant_short
source: Var.
ky_kg: Вариант

# ComparisionActExportDetails
source: Export a detailed version
ky_kg: Толук вариантты экспорттоо

# MaxWarehouseQntAchived
source: Maximum surplus amount reached: {0}
ky_kg: Калдыктын максималдуу саны жетишилди: {0}

source: Continue shopping
ky_kg: Дүкөндү уланта бериңиз

source: Loyalty program
uk_ua: Програма лояльності
