Repository: SergheiBelyi/webmall.core.2
Catalog: ValmiStore.Resources/SharedResources.*.resx
Languages: ky_kg, ro_ro, uk_ua

# PackLength
source: Package lenght, mm
ky_kg: Таңгактын узундугу, мм
ro_ro: Lungimea ambalajului, mm
uk_ua: Довжина упаковки, мм

# PackQnt
source: Quantity of items in one lot
ky_kg: Таңгактагынын саны
ro_ro: Cantitatea în ambalaj
uk_ua: Кількість в упаковці

# PackWeight
source: Package weight, kg
ky_kg: Таңгактын брутто салмагы, кг
ro_ro: Masa brutto, kg
uk_ua: Вага упаковки брутто, кг

# PackWidth
source: Package width, mm
ky_kg: Таңгактын туурасы, мм
ro_ro: Lăţimea ambalajului, mm
uk_ua: Ширина упаковки, мм

source: Page creation time
ky_kg: Баракты түзүү убактысы
ro_ro: Timpul creării paginii
uk_ua: Час формування сторінки

source: Page header
ky_kg: Барактын аталышы
ro_ro: Antetul paginii
uk_ua: Заголовок сторінки

source: Part name
ky_kg: Деталдын аталышы
ro_ro: Numele piesei
uk_ua: Найменування деталі

source: Password
ky_kg: Сыр сөз
ro_ro: Parola
uk_ua: Пароль

source: Payment
ky_kg: Төлөө
ro_ro: Plata
uk_ua: Оплата

# PaymentConditions
source: Delay of payment, days
ky_kg: Төлөмдү кийинкиге калтыруу, күндөрү
ro_ro: Amânarea, zile
uk_ua: Умови оплати

# PaymentForm
source: Payment method
ky_kg: Төлөө формасы
ro_ro: Forma achitării
uk_ua: Форма оплати

# PersonalCabinet
source: My account
ky_kg: Менин кеңсем
ro_ro: Cabinetul personal
uk_ua: Мій кабінет

# PersonalData
source: Personal information
ky_kg: Жеке маалыматтар
ro_ro: Datele personale
uk_ua: Особисті дані

# PersonalDataChange
source: Change personal data
ky_kg: Жеке маалыматтарды өзгөртүү
ro_ro: Schimbarea datelor personale
uk_ua: Зміна персональних даних

# Phone
source: Phone number
ky_kg: Телефон
ro_ro: Telefon
uk_ua: Телефон

# Phones
source: Phone numbers
ky_kg: Телефондор
ro_ro: Telefoane
uk_ua: Телефони

# positions
source: items
ky_kg: позициялар
ro_ro: poziţii
uk_ua: позицій

source: Power, HP
ky_kg: Кубаттуулук, а. к. (ат күчү)
ro_ro: Puterea, c.p.
uk_ua: Потужність, к.с.

# PowerKw
source: Power, kWt
ky_kg: Кубаттуулугу, квт
ro_ro: Puterea, kWt
uk_ua: Потужність, кВт

# Presence
source: Availability
ky_kg: Бар болуу
ro_ro: Disponibilitate
uk_ua: Наявніть

# Previous
source: Back
ky_kg: Артка
ro_ro: Înapoi
uk_ua: Назад

# PrevNews
source: Previous
ky_kg: Мурунку
ro_ro: <<Noutatea precedentă
uk_ua: << Попередня новина

source: Price
ky_kg: Баа
ro_ro: Preţ
uk_ua: Ціна

# ProduceEndDateFull
source: Date of the end of production
ky_kg: Чыгаруунун аяктаган күнү
ro_ro: Data finisării producerii
uk_ua: Дата кінця випуску

source: Producer
ky_kg: Өндүрүүчү
ro_ro: Producător
uk_ua: Виробник

# ProduceStartDateFull
source: Date of the start of production
ky_kg: Чыгарылыш башталган күн
ro_ro: Data începutului producerii
uk_ua: Дата початку випуску

# ProdusersCatalogs
source: Manufacturers' catalogues
ky_kg: Өндүрүүчүлөрдүн каталогдору
ro_ro: Catalogul producătorilor
uk_ua: Каталоги виробників

source: Profile
ky_kg: Профиль
ro_ro: Profil
uk_ua: Профіль

# PropertySearchResult
source: Search results by properties
ky_kg: Касиеттери боюнча издөөнүн натыйжасы
ro_ro: Rezultatul căutării în proprietăţi
uk_ua: Результат пошуку за властивостями

source: Question
ky_kg: Суроо
ro_ro: Întrebarea
uk_ua: Питання

source: Registration
ky_kg: Каттоо
ro_ro: Înregistrarea
uk_ua: Реєстрація

source: Registration date
ky_kg: Катталган күнү
ro_ro: Data înregistrării
uk_ua: Дата реєстрації

source: Repeat new password
ky_kg: Жаңы сыр сөз дагы бир жолу
ro_ro: Repetaţi parola nouă
uk_ua: Новий пароль ще раз

# RepeatPassword
source: Repeat password again
ky_kg: Сыр сөздү дагы бир жолу кайталаңыз
ro_ro: Repetaţi parola
uk_ua: Повторіть пароль ще раз

source: Reply address
ky_kg: Кайтуу дареги же телефону
ro_ro: Adresa inversă
uk_ua: Зворотня адреса або телефон

# Representations
source: Offices
ky_kg: Өкүлчүлүктөр
ro_ro: Reprezentaţe
uk_ua: Представництва

source: Request date
ky_kg: Суроо-талап берилген күн
ro_ro: Data solicitării
uk_ua: Дата запиту

# RequestError
source: Error request
ky_kg: Суроо-талаптын катасы
ro_ro: Eroare de solicitare
uk_ua: Помилка запиту

# Responce
source: Answers
ky_kg: Жооп
ro_ro: Raspuns
uk_ua: Відповідь

source: Retail price
ky_kg: Чекене баа
ro_ro: Preţul cu amăn.
uk_ua: Роздріб. ціна

source: Returning type
ky_kg: Кайтаруу түрү
ro_ro: Tipul returnării
uk_ua: Тип повернення

# ReturnToOrder
source: Back in Order
ky_kg: Тапшырыкка кайтуу
ro_ro: Înapoi la comandă
uk_ua: Повернутись до замовлення

source: Return to Requests
ky_kg: Тапшырыктарга кайтуу
ro_ro: Întoarcerea la cereri
uk_ua: Повернутись до запитів

# ReturnWareToCart
source: Return item to the cart
ky_kg: Товарды себетке кайтаруу
ro_ro: Întoarce marfa în coş
uk_ua: Повернути товар до кошику

# RolesInSystem
source: Roles in the system
ky_kg: Тутумдагы ролдор
ro_ro: Rolurile în sistem
uk_ua: Ролі в системі

source: Sale multiplisity
ky_kg: Сатуунун кайталанышы
ro_ro: Multiplicitatea vînzării
uk_ua: Кратність продажу

source: Save
ky_kg: Сактоо
ro_ro: Salvează
uk_ua: Зберегти

source: Save changes
ky_kg: Өзгөрүүлөрдү сактоо
ro_ro: Salvează schimbările
uk_ua: Зберегти зміни

source: Search
ky_kg: Издөө
ro_ro: Căutare
uk_ua: Пошук

source: Select
ky_kg: Тандоо
ro_ro: Alege
uk_ua: Вибирати

# SelectedPartNumbers
source: Selected catalogue numbers
ky_kg: Тандалып алынган каталог номерлери
ro_ro: Numerele de catalog deja alese
uk_ua: Підібрані каталожні номери

# SelectedPartNumbersFull
source: Catalogue number corresponding to the request
ky_kg: Суроо-талапка туура келген каталог номери (лери)
ro_ro: Numărul(Numerele) de catalog, care revin cererii
uk_ua: Каталожний номер(и), що відповідає запиту

# SelectionByAuto
source: Select by car
ky_kg: Автоунаа боюнча тандоо
ro_ro: Alegerea conform automobilului
uk_ua: Підбір за автомобілем

# SelectModel
source: select a model
ky_kg: Моделди тандаңыз
ro_ro: alegeți un model
uk_ua: Виберіть модель

# SelectService
source: Select auto center
ky_kg: Авто борборду тандаңыз
ro_ro: Selectaţi centrul auto
uk_ua: Виберіть автоцентр

source: Select status
ky_kg: Статусту тандаңыз
ro_ro: Selectaţi statutul
uk_ua: Виберіть статус

source: Self-delivery
ky_kg: Өзү ала кетүү
ro_ro: Livrare de sine
uk_ua: Самовивіз

source: Send
ky_kg: Жөнөтүү
ro_ro: Trimite
uk_ua: Відправити

# SendRequest
source: Send the Request
ky_kg: Суроо-талап жөнөтүү
ro_ro: Trimite solicitarea
uk_ua: Відправити запит

# SendResponce
source: Send the Reply
ky_kg: Жооп жөнөтүү
ro_ro: Trimite răspunsul
uk_ua: Відправити відповідь

# SendToWork
source: Approve
ky_kg: Тапшырыкты тариздөө
ro_ro: Trimite în lucru
uk_ua: Оформити замовлення

# ServiceBooking
source: Online booking for technical and maintenance service
ky_kg: Кызматка онлайн режиминде катталуу
ro_ro: Înregistrare on-line la staţia de deservire tehnică
uk_ua: Онлайн-запис на сервіс

# ServiceBookingSubmit
source: Register for technical and maintenance service
ky_kg: Кызматта жазылуу
ro_ro: Înregistrează-te pentru un service auto
uk_ua: Записатись на сервіс

source: Settings
ky_kg: Төп келтирүүлөр
ro_ro: Setări
uk_ua: Налаштування

source: Shipping Address
ky_kg: Жүктөп жөнөтүү дареги
ro_ro: Adresa eliberării mărfii
uk_ua: Адреса відвантаження

source: Shipping Stock
ky_kg: Жүктөп жөнөтүү кампасы
ro_ro: Depozitul eliberării mărfii
uk_ua: Склад відвантаження

source: Show
ky_kg: Көргөзүү
ro_ro: Arată
uk_ua: Показати

# ShowImages
source: Show thumbnails
ky_kg: Миниатюраларды көрсөтүү
ro_ro: Arată imagini
uk_ua: Показати мініатюри

source: Show prices
ky_kg: Бааларды чагылдыруу
ro_ro: Afişarea preţurilor
uk_ua: Відображення цін

source: Site management
ky_kg: Сайтты башкаруу
ro_ro: Gestionarea site-ului
uk_ua: Управління сайтом

source: Specifications
ky_kg: Өзгөчөлөөлөр
ro_ro: Specificaţii
uk_ua: Специфікації

# StartYear
source: Beginning of production
ky_kg: Чыгарыла баштайт
ro_ro: Producţie de la
uk_ua: Начало випуску

# Stock
source: Warehouse
ky_kg: Кампа
ro_ro: Depozit
uk_ua: Склад

source: Street
ky_kg: Көчө
ro_ro: Strada
uk_ua: Вулиця

# SubmitOrder
source: Confirm order
ky_kg: Тапшырыкты ырастоо
ro_ro: Confirmă ordinul
uk_ua: Підтвердити замовлення

source: Sum
ky_kg: Сумма
ro_ro: Suma
uk_ua: Сума

# SummaryFooter
source: For information about your order status, you can check on the page "My Account" in the "Orders" tab. <br /> The text of the form is sent to your e-mail provided at the registration.
ky_kg: Сиздин тапшырыгыңыздын абалы жөнүндө маалыматты Сиз "Тапшырыктар" кошумча барагындагы “Менин кеңсем" барагынан билип тура аласыз. <br /> Бул формадагы текст каттоодо көрсөтүлгөн Сиздин e-mailга жөнөтүлдү.
ro_ro: Informaţii privind starea comenzii dvs. puteți obține pe pagina "Contul meu", în fila ”Comenzi". <br /> Un text în forma dată a fost trimis la adresa dvs. de e-mail, indicată la înregistrare.
uk_ua: Інформацію про стан Вашого замовлення Ви зможете дізнатись на сторінці «Мій кабінет» на вкладці «Замовлення». <br />Текст даної форми був висланий на Ваш e-mail, вказанний при реєстрації.

source: Tank volume
ky_kg: Бактын көлөмү
ro_ro: Volumul rezervorului de combustibil
uk_ua: Об’єм баку

# TC_Clearance
source: Changing clearance (mm)
ky_kg: Жылчыктын (Клиренстин) өзгөрүүсү (мм)
ro_ro: Modificarea distanţei minime de la sol (mm)
uk_ua: Зміна кліренса (мм)

# TC_Difference
source: Comparing
ky_kg: Салыштыруу
ro_ro: Comparare
uk_ua: Порівняння

# TC_DiscD
source: Disc diameters, inches
ky_kg: Дисктин диаметри, дюйм
ro_ro: Diametrul jantei, inch
uk_ua: Діаметр диска, мм

# TC_DiscParams
source: Disc parameters
ky_kg: Дисктин параметрлери
ro_ro: Parametrii jantei
uk_ua: Параметри диска

# TC_DiscWMax
source: Maximal disc width, inches
ky_kg: Дисктин максималдуу туурасы, дюйм
ro_ro: Diametrul maxim al jantei, inch
uk_ua: Максимальна ширина диска, мм

# TC_DiscWMin
source: Minimal disc width, inches
ky_kg: Дисктин минималдуу туурасы, дюйм
ro_ro: Diametrul minim al jantei, inch
uk_ua: Мінімальна ширина диска, мм

# TC_ExternalD
source: External diameter, mm (D)
ky_kg: Сырткы диаметр, мм (D)
ro_ro: Diametrul extern, mm (D)
uk_ua: Зовнішній діаметр, мм (D)

# TC_H1
source: What is the tire calculator:
ky_kg: Шина калькулятору эмне үчүн керек:
ro_ro: La ce trebuie un calculator pentru dimensiunile anvelopelor:
uk_ua: Для чого потрібен шинний калькулятор:

# TC_InnerD
source: Inner diameter, mm (C )
ky_kg: Ички диаметри, мм (C)
ro_ro: Diametrul intern, mm (C)
uk_ua: Внутрішній діаметр, мм (С)

# TC_Measures
source: Dimensions
ky_kg: Шина калькулятору эмне үчүн керек:
ro_ro: Mărimi
uk_ua: Розміри

# TC_New
source: New
ky_kg: Жаңы
ro_ro: Nou
uk_ua: Новий

# TC_NewMeasures
source: New size
ky_kg: Жаңы өлчөм:
ro_ro: Mărimea nouă:
uk_ua: Новий розмір:

# TC_Old
source: Old
ky_kg: Эски
ro_ro: Vechi
uk_ua: Старий

# TC_OldMeasures
source: Old size
ky_kg: Эски өлчөм:
ro_ro: Mărimea veche:
uk_ua: Старий розмір:

# TC_Profile
source: Profile height, mm (B)
ky_kg: Профилдин бийиктиги, мм (B)
ro_ro: Înălţimea profilului, mm (B)
uk_ua: Висота профіля, мм (В)

# TC_RealSpeed
source: Real speed (km/h)
ky_kg: Реалдуу ылдамдык (км/саат)
ro_ro: Viteza (km/h)
uk_ua: Реальна швидкість (км/год)

# TC_SpeedDifference
source: Difference (km\h)
ky_kg: Айырма (км/с)
ro_ro: Diferenţa (km/h)
uk_ua: Різниця (км/год)

# TC_Speedometer
source: Speedometer
ky_kg: Спидометр
ro_ro: Vitezometrul
uk_ua: Спідометр

# TC_SpeedometerValue
source: Speedometer Value (km/h)
ky_kg: Спидометрдин көрсөтмөлөрү (км/с)
ro_ro: Indicaţiile vitezometrului (km/h)
uk_ua: Покази спідометра (км/год)

# TC_T1_1
source: With tire calculator you can easily calculate the changes of the external dimensions of wheel, the height of clearance , the speedometer showings and other characteristics, when installing tires with other sizes to your vehicle. The calculator shows all tire sizes in millimeters, and automobile speed in km/h. You can also calculate the required width of the disc for a certain tire size.
ky_kg: Унааңызга башка дөңгөлөктүн тип өлчөмүн орнотууда, шина калькуляторунун жардамы менен төмөндөгүлрдүн мүнөздөмөлөрү кандайча өзгөрөрүн эсептей аласыз: дөңгөлөктүн сырткы өлчөмдөрү, жер менен жылчыктын бийиктиги (клиренс), спидометрдин көрсөткүчтөрү жана башкалар. Калькулятор дөңгөлөктөрдүн бардык өлчөмдөрүн миллиметр менен, ал эми унаа ылдамдыгын км/саат менен эсептейт. Ошондой эле дөңгөлөктүн белгилүү бир өлчөмү үчүн керектүү алкактын туурасын эсептей аласыз.
ro_ro: Cu ajutorul calculatorului pentru dimensiunile anvelopelor puteţi calcula cu uşurinţă cum se schimbă: dimensiunile externe ale roţilor, distanţa minimă de la sol, indicaţiile vitezometrului şi alte caracteristici, la instalarea anvelopelor cu tipodimensiuni diferite la vehiculul dvs. Toate dimensiunile anvelopelor calculatorul le evaluează în milimetri, iar viteza vehiculului – în km/h. Puteţi calcula, de asemenea, lăţimea necesară a jantei pentru o dimensiune anumită a anvelopei.
uk_ua: За допомогою шинного калькулятора Ви легко зможете порахувати як зміняться: зовнішні розміри колеса, висота дорожнього просвіту (кліренс), покази спідометра та інші характеристики, при встановленні шин з іншим типорозміром на Ваш автомобіль. Всі розміри шин калькулятор розраховує у міліметрах, а швидкість автомобіля в км/год. Таклж Ви можете розрахувати необхідну ширину диску для відповідного розміру шини.

# TC_T1_2
source: The height of tire profile (is indicated by "B" letter on the picture) is calculated based on the value of the tire profile and tire width (it is the second number in tire profile standard size, shown in percentage of tire width).
ky_kg: Дөңгөлөктүн профилинин бийиктиги (сүрөттө "Б" тамгасы менен белгиленген) дөңгөлөктүн профилинин маанисине жана покрышканын кеңдигине жараша эсептелет (тип өлчөмдө дөңгөлөктүн профили экинчи цифра болот, ал шинанын туурасынан жараша пайыз менен көрсөтүлөт).
ro_ro: Înălţimea profilului unei anvelope (în figură indicată prin litera "B") este calculată reieşind din mărimea profilului anvelopei şi lăţimea anvelopei (în tipodimensiune, profilul anvelopei este prezentat de cifra a doua, indicat în procente din lăţimea anvelopei).
uk_ua: Висота профіля шини (на малюнку позначена буквою «В») розраховується виходячи зі значення профіля шини та ширини покришки (в типорозмірі профіль шини – це друга цифра, який вказується в процентах від ширини автошини).

# TC_T1_3
source: We recommend you to install only tires with factory size standards, which are specified in the operating manual for your automobile. Installation of non-standard sizes can lead to the withdrawal of the warranty from the dealer, as well as to the deterioration of performance and drivability.
ky_kg: Биз сиздин машинаны эксплуатациялоо боюнча нускамада көрсөтүлгөн гана дөңгөлөктөрдүн заводдук тип өлчөмдөрүн колдонууну сунуш кылабыз. Стандарттуу эмес тип өлчөмдөрдү колдонуу, чайкоочунун кепилдик милдеттенмелерин алып салууга, ошондой эле автомобилдин мүнөздөмөлөрүнүн жана анын башкарылуусунун начарлашына алып келиши мүмкүн.
ro_ro: Vă recomandăm să instalaţi doar tipodimensiuni de anvelope de la fabrică, specificate în manualul de utilizare a automobilul dvs. Instalarea tipodimensiunilor non-standard poate duce la retragerea obligaţiunilor de garanţie de către dealer, precum şi la înrăutăţirea caracteristicilor şi manevrabilităţii automobilului.
uk_ua: Ми рекомендуємо Вам встановлювати тільки заводські типорозміри шин, які вказані в інструкціїї по експлуатації для Вашої машини. Установка нестандартних типорозмірів може призвести до зняття гарантійних зобов’язань у ділера, а також до погіршення характеристик та керованості автомобіля

# TC_T2_1
source: First entery the size standard installed in your automobile, then the one you wish to install and click "calculate"
ky_kg: Алгач сиздин унааңызга орнотулган тип өлчөмдү, андан кийин орнотууну каалаганыңызды киргизип, "эсептөө" баскычын басыңыз.
ro_ro: Introduceţi mai întîi tipodimensiunea anvelopelor instalate la automobilul dvs., apoi pe cea care doriţi să o instalaţi şi faceţi clic pe "Calculează".
uk_ua: Введіть спочатку типорозмір, встановлений на Вашому автомобілі, а потіп той, який Ви хочете встановити та натисніть «Розрахувати».

# TC_T2_2
source: The table below will show the results of calculations.
ky_kg: Төмөндөгү таблицада калькулятордун эсептөө натыйжалары көрсөтүлөт.
ro_ro: În partea de jos a tabelului vor fi indicate rezultatele calculelor.
uk_ua: В таблиці знизу будуть показані результати розрахунків калькулятора.

# TC_T3_2
source: <strong>Attention!</strong> Setting too narrow or too wide discs will lead to the deformation of the tire, deterioration of its performance, and also to increased wear.
ky_kg: <strong> Эскертүү </strong> Өтө эле тар же өтө кенен дисктерди орнотуу дөңгөлөктүн майышуусуна, анын эксплуатациялык мүнөздөмөлөрүнүн начарлоосуна, ошондой эле ылдам эскирүүсүнө алып келет.
ro_ro: <b> Atenţie! </ b>! Montarea jantelor prea înguste sau prea late va duce la deformarea anvelopei, deteriorarea performanţelor ei, precum şi la uzarea prematură a acesteia.
uk_ua: <strong>Увага!</strong> Встановлення занадто вузьких або занадто широких дисків призведе до деформації шини, погіршенню її експлуатаційних характеристик, а також до підвищеного зносу.

# TC_Width
source: Tire width, mm (A)
ky_kg: Дөңгөлөктөрдүн туурасы, мм (A)
ro_ro: Lăţimea anvelopei, mm (A)
uk_ua: Ширина шини, мм (А)

# TermDays
source: Term
ky_kg: Жеткирүү мөөнөтү
ro_ro: Termen
uk_ua: Термін поставки

# ThankForUnderstanding
source: Thank you for understanding!
ky_kg: Түшүнгөнүңүз үчүн рахмат!
ro_ro: Vă mulțumim pentru înțelegere!
uk_ua: Дякуємо за розуміння!

source: Theme text
ky_kg: Тематикалык текст
ro_ro: Text tematic
uk_ua: Тематичний текст

source: Time
ky_kg: Убакыт
ro_ro: Timpul
uk_ua: Час

source: Tires calculator
ky_kg: Шина калькулятору
ro_ro: Calculator pentru anvelope
uk_ua: Шинний калькулятор

# TitleSkype
source: Question by Skype
ky_kg: Skype боюнча суроо
ro_ro: Contactează prin Skype
uk_ua: Зв’язатись через Skype

source: to
ky_kg: боюнча
ro_ro: până la
uk_ua: до

# ToOrderList
source: To Orders
ky_kg: Тапшырыкттар тизмесине
ro_ro: Lista comenzilor
uk_ua: До списку замовлень

source: Total
ky_kg: Бардыгы
uk_ua: Всього

# TradeUser
source: Order preview
ky_kg: Тапшырык жасай алат
ro_ro: Vizualizarea comenzilor
uk_ua: Може робити замовлення

source: Transmission type
ky_kg: Ттрансмиссиянын тиби
ro_ro: Tipul transmisiei
uk_ua: Тип трансмісії

# UnitPrice
source: Price per unit
ky_kg: Бирөөнүн баасы.
ro_ro: Preţul unitar
uk_ua: Ціна за од.

# UsersManagement
source: User management
ky_kg: Пайдалануучуларды башкаруу
ro_ro: Gestionarea utilizatorilor
uk_ua: Управління користувачами

source: Valve number
ky_kg: Клапандардын саны
ro_ro: Numărul de canale
uk_ua: Число клапанів

# ViewRequesByAuto
source: View request by car
ky_kg: Машина боюнча суроо-талапты карап чыгуу
ro_ro: Vizualizarea comenzii pe automobil
uk_ua: Перегляд запиту по автомобілю

source: VIN requests
ky_kg: VIN сурамдары
ro_ro: Solicitări VIN
uk_ua: VIN запити

# VINWatermark
source: from registration certificate
ky_kg: техпаспортунан
ro_ro: din pașaportul tehnic
uk_ua: з техпаспорту

# VisaPayment
source: Credit card payment
ky_kg: Банк картасы менен төлөө
ro_ro: Achitarea prin cardul Visa
uk_ua: Оплата банківською карткою

source: Voltage, V
ky_kg: Чыңалуу, В
ro_ro: Voltajul, V
uk_ua: Напруга, В

source: Volume, cm
ky_kg: Көлөмү, см
ro_ro: Volum, cm
uk_ua: Об’єм, см

# WaitingToApprove
source: Waiting for approval
ky_kg: Бекитүүнү күтүү
ro_ro: Așteptarea aprobării
uk_ua: Очікування затвердження

# WantedDeliveryDate
source: Preferred delivery date
ky_kg: Керектүү жеткирүү датасы
ro_ro: Data dorită a livrării
uk_ua: Бажана дата доставки

# ware
source: product
ky_kg: товар
ro_ro: marfa
uk_ua: товар

source: Ware from warehouse
ky_kg: Товар кампадан
ro_ro: Marfă la depozit
uk_ua: Товар зі складу

# WareGrossWeight
source: Gross Weight, kg
ky_kg: Брутто салмагы, кг
ro_ro: Masa brutto, kg
uk_ua: Вага брутто, кг

# WareHeight
source: Item height, mm
ky_kg: Товардын бийиктиги, мм
ro_ro: Inălţimea mărfii, mm
uk_ua: Висота товару, мм

# WareIsNotAvailable
source: Not available
ky_kg: Накталай жок
ro_ro: Nu este disponibil
uk_ua: Немає в наявності

# WareLength
source: Item length, mm
ky_kg: Товардын узундугу, мм
ro_ro: Lungimea mărfii, mm
uk_ua: Довжина товару, мм

# WareName
source: Item name
ky_kg: Товардын аталышы
ro_ro: Denumirea mărfii
uk_ua: Назва товару

# WareNumber
source: Item Nr.
ky_kg: Товардын №
ro_ro: № mărfii
uk_ua: № товару

# WareWasAddedToCart
source: Item added to cart
ky_kg: Товар себетке кошулду
ro_ro: Marfa a fost adăugată în coş
uk_ua: Товар додано до кошику

# WareWidth
source: Item width, mm
ky_kg: Товардын туурасы, мм
ro_ro: Lăţimea mărfii, mm
uk_ua: Ширина товару, мм

source: Warning
ky_kg: Эскертүү
ro_ro: Avertisment
uk_ua: Попередження

# WheelFormula
source: Axle type
ky_kg: Дөңгөлөк формула
ro_ro: Axa
uk_ua: Колесна формула

# WithoutResponce
source: No answer
ky_kg: Жооп жок
ro_ro: Fără răspuns
uk_ua: Без відповіді

# WithResponce
source: With response
ky_kg: Жообу менен
ro_ro: Cu răspuns
uk_ua: З відповіддю

# YearOfProduce
source: Year of production
ky_kg: Чыгарылган жылы
ro_ro: Anul producerii
uk_ua: Рік випуску

source: Yes
ky_kg: Ооба
ro_ro: Da
uk_ua: Так

source: Your name
ky_kg: Сиздин атыңыз
ro_ro: Numele D-voastră
uk_ua: Ваше ім’я

source: Your price
ky_kg: Сиздин бааңыз
ro_ro: Preţul D-vostră
uk_ua: Ваша ціна

source: OK
ky_kg: Ооба
ro_ro: Da

source: Extract to order
ky_kg: Тапшырыкта бөлүп баса көрсөтүлсүн
ro_ro: Selectați pentru a comanda
uk_ua: Виділити в замовлення

# ReturnToOrderMessage
source: In order to return to your order click "Return" button of the browser
ky_kg: Тапшырыкка кайра кайтаруу үчүн браузердин "Артка" баскычын басыңыз.
ro_ro: Pentru a reveni la comandă, faceți clic pe "Back-ul" browser-ului.
uk_ua: Для повернення до замовлення натисніть кнопку "Назад" браузера.

# WareIsLate
source: The ware is late
ky_kg: Товар кечигип жатат
ro_ro: Produs în întârziere
uk_ua: Товар запізнюється

source: Total selected sum
ky_kg: Бардыгы болуп ... суммага тандалып алынды
ro_ro: Selectat în valoare totală
uk_ua: Обрано всього на суму

# NewWare
source: New product
ky_kg: Жаңылык
ro_ro: Nou
uk_ua: Новинка

source: City district
ky_kg: Шаардын району
ro_ro: Sector oraş
uk_ua: Район міста

source: not selected
ky_kg: тандалып алынган жок
ro_ro: Nu a fost selectat
uk_ua: не обрано

source: Delivery date
ky_kg: Жеткирүү датасы
ro_ro: Data livrării
uk_ua: Дата доставки

source: Warehouse shipment date
ky_kg: Кампадан жүктөп жөнөтүлгөн дата
ro_ro: Data expedierii din depozit
uk_ua: Дата відвантаження зі складу

source: Remain
ky_kg: Калды
ro_ro: A rămas în stoc
uk_ua: Залишилось

source: Access Statistics
ky_kg: Мүмкүндүк статистикасы
ro_ro: Statistica de acces
uk_ua: Статистика доступу

# Promotions
source: Promo
ky_kg: Акциялар
uk_ua: Акції

# Specials
source: Sale
ky_kg: Акциялар
ro_ro: Reduceri
uk_ua: Акція

source: Message
ky_kg: Билдирүү
ro_ro: Mesaj
uk_ua: Повідомлення

source: Add to compare
ky_kg: Салыштырууга кошуу
ro_ro: Adaugă pentru comparare
uk_ua: Додати до порівняння

# RemoveFromComparision
source: Remove from comparison
ky_kg: Салыштыруудан алып салуу
ro_ro: Elimină din comparație
uk_ua: Видалити з порівняння

# WareComparision
source: Compare products
ky_kg: Товарларды салыштыруу
ro_ro: Compară produse
uk_ua: Порівняння товарів

source: Compare
ky_kg: Салыштыруу
ro_ro: comparație
uk_ua: Порівняти

# AllParams
source: All parameters
ky_kg: Бардык параметрлер
ro_ro: Toţi parametrii
uk_ua: Всі параметри

source: Only difference
ky_kg: Айырмачылыктар гана
ro_ro: Doar diferenţe
uk_ua: Тільки відмінності

# WareType
source: Type of product
ky_kg: Товардын түрү
ro_ro: Tipul produsului
uk_ua: Тип товару

source: Additional information
ky_kg: Кошумча маалымат
ro_ro: Informaţii suplimentare
uk_ua: Додаткова інформація

# ContactInfo
source: Contact Information
ky_kg: Байланыш маалыматы
ro_ro: Date de contact
uk_ua: Контактна інформація
