Repository: SergheiBelyi/webmall.core.2
Catalog: ValmiStore.Resources/SharedResources.*.resx
Languages: ky_kg, ro_ro, uk_ua

source: Amount
ky_kg: саны
ro_ro: cantitatea
uk_ua: к-сть

source: delivery
ky_kg: жеткирүү
ro_ro: livrare
uk_ua: доставка

source: Sum
ky_kg: сумма
ro_ro: suma
uk_ua: сума

source: ABS presence
ky_kg: ABSдин болушу
ro_ro: Prezenţa ABS
uk_ua: Наявність ABS

# AcceptedPayment
source: Accepted<br />payment
ky_kg: <br /> төлөм кабыл алынат:
ro_ro: Se acceptă<br /> plata:
uk_ua: Приймається<br />оплата:

source: active
ky_kg: активдүү
uk_ua: активних

# ActiveOrdersFilter
source: [Currently active orders]
ky_kg: [Бардык активдүү тапшырыктар]
ro_ro: [Toate comenzile active]
uk_ua: [Усi активнi замовлення]

source: Add
ky_kg: Кошуу
ro_ro: Adaugă
uk_ua: Додати

# AddNewDelivery
source: New shipping checkout
ky_kg: Жаңы жеткирүүнү тариздөө
ro_ro: Alege o nouă livrare
uk_ua: Оформити нову доставку

source: Add New Delivery Address
ky_kg: Жеткирүүнүн жаңы дарегин кошуңуз
ro_ro: Adaugă o nouă adresă de livrare
uk_ua: Додати нову адресу доставки

source: Address
ky_kg: Дарек
ro_ro: Adresa
uk_ua: Адрес

# AddToCartErrorMessage
source: Error in adding a product to the basket
ky_kg: Товарды себетке кошуудагы ката
ro_ro: Eroare la adăugarea produsului în coș
uk_ua: Помилка при додаванні товару до кошику

source: Add to Order
ky_kg: Тапшырыкка кошуу
ro_ro: Adaugă în comandă
uk_ua: Додати в замовлення

# AddWareFromCart
source: Add Item from Your Cart
ky_kg: Товарды себеттен кошуу
ro_ro: Adaugă marfa din cos
uk_ua: Додати товар з кошику

source: Agreement
ky_kg: Келишим
ro_ro: Contract
uk_ua: Договір

source: All
ky_kg: Баары
ro_ro: Toate
uk_ua: Всі

source: All Brands
ky_kg: Бардык бренддер
ro_ro: Toate brănduri
uk_ua: Всі бренди

# AllOrderUser
source: Order Preview
ky_kg: Кардардын бардык буйрутмаларын көрө алат
ro_ro: Vizualizarea comenzii
uk_ua: Може бачити всі замовлення клієнта

# Amount
source: Quantity
ky_kg: Сумма
ro_ro: Cant-tea
uk_ua: К-сть

# Analogues
source: Substitutes
ky_kg: Аналогдор
ro_ro: Similări
uk_ua: Аналоги

# AnotherPresentations
source: Other clients' representatives
ky_kg: Башка кардарлардын өкүлчүлүктөрү
ro_ro: Reprezentanțele altor clienţi
uk_ua: Представництва інших клієнтів

# Apartment
source: Flat
ky_kg: Батир
ro_ro: Apartament
uk_ua: Квартира

source: Apply filter
ky_kg: Чыпканы колдонуу
ro_ro: Aplică filtru
uk_ua: Застосувати фільтр

source: Approve
ky_kg: Бекитүү
ro_ro: Aprobă
uk_ua: Затвердити

source: Are you sure?
ky_kg: Сиз чын ишенесизби?
ro_ro: Sunteţi sigur?
uk_ua: Ви впевнені?

source: ascending
ky_kg: өсүү боюнча
ro_ro: ascendent
uk_ua: за зростанням

# AskManager
source: Ask our Manager
ky_kg: Менеджерден суроо берилсин
ro_ro: Intreabă managerul
uk_ua: Запитати менеджера

source: ASR Presence
ky_kg: ASR болушу
ro_ro: Prezenţa ASR
uk_ua: Наявність ASR

source: Attention
ky_kg: Көңүл буруңуз !!!
ro_ro: Atenție
uk_ua: Увага

# AutoMarka
source: Car Brand
ky_kg: Автонун маркасы
ro_ro: Marca autovehicului
uk_ua: Марка авто

# AutoModel
source: Car Model
ky_kg: Автонун модели
ro_ro: Modelul autovehicului
uk_ua: Модель авто

# AutoModification
source: Engine capacity
ky_kg: Модификация
ro_ro: Capacitate motorului
uk_ua: Модифікація

# AutoSpareParts
source: Spare Parts
ky_kg: Авто бөлүктөр
ro_ro: Piese de schimb
uk_ua: Автозапчастини

# AutoType
source: Car Type
ky_kg: Автонун тиби
ro_ro: Tipul autovehicului
uk_ua: Тип авто

# AutoVINCode
source: VIN Code
ky_kg: Автомобилдин VIN коду
ro_ro: VIN codul al autovehicului
uk_ua: VIN код авто

source: Availability
ky_kg: Жеткиликтүүлүк
ro_ro: Disponibilitate
uk_ua: Наявність

# AvailabilityOnOtherStock
source: Availability on other stocks
ky_kg: Башка кампаларда бар болушу
ro_ro: Disponibilitate la celelalte depozite
uk_ua: Наявність на інших складах

# AvailabilityOnShippingStock
source: Availability on shipping stocks
ky_kg: Жүктөп жөнөтүүнүн кампаларда бар болушу
ro_ro: Disponibilitate la depozitele de expediere
uk_ua: Наявність на складах для відвантаження

# BlockingSendOrderResumeErrorMessage
source: Failed to unsubscribe from newsletters on information about the orders placed. Use "{0}" section of your personal account.
ky_kg: Жасалган тапшырыктар жөнүндө маалыматты таратуудан жазуу жүзүндө курулай жоопту ийгиликтүү кайтардыңыз. Жеке кабинеттин "{0}" бөлүмүн пайдаланыңыз.
ro_ro: Dezabonarea de la expedierea de informaţii despre comenzile efectuate a eșuat. Accesaţi secţiunea "{0}" a cabinetului personal.
uk_ua: Не вдалось відписатись від розсилання інформації по проведених замовленнях. Скористайтесь розділом {0} персольного кабінету.

# BlockingSendOrderResumeSuccessMessage
source: You have successfully unsubscribed from the mailing information on orders placed. To resume the the subscription, use "{0}" section of your personal account.
ky_kg: Сиз берилген тапшырыктар жөнүндө маалыматты таратуудан жазуу жүзүндө курулай жоопту ийгиликтүү кайтара алдыңыз.Таратууну кайра баштоо үчүн жеке кабинетин "{0}" бөлүгүн пайдаланыңыз.
ro_ro: V-aţi dezabonat cu succes de la expedierea informaţiilor despre comenzile efectuate. Pentru reluarea corespondenţei, accesaţi secţiunea "{0}" a cabinetului personal.
uk_ua: Ви успішно відписались від розсилання інформації по проведених замовленнях. Для відновлення розсилання скористайтесь розділом “{0}” персольного кабінету.

# BodyType
source: Car body type
ky_kg: Кузовдун тиби
ro_ro: Tipul caroseriei
uk_ua: Тип кузова

# BrakeSystem
source: Brake type
ky_kg: Тормоз механизминин тиби
ro_ro: Tipul mecanismului de frînare
uk_ua: Тип гальмівного механізму

# BrakeType
source: Brake transmission type
ky_kg: Тормоз системасынын иштеткичинин түрү
ro_ro: Tipul sistemului de frînare
uk_ua: Тип приводу гальмівної системи

source: Brand
ky_kg: Бренд
ro_ro: Producatorul
uk_ua: Бренд

# byProperties
source: By the characteristics
ky_kg: касиеттери боюнча
ro_ro: după proprietăţi
uk_ua: за властивостями

source: Calculate
ky_kg: Эсебин чыгаруу
ro_ro: Calculează
uk_ua: Розрахувати

source: Cancel
ky_kg: Жокко чыгаруу
ro_ro: Anulare
uk_ua: Відміна

source: Cart
ky_kg: Себет
ro_ro: Coş
uk_ua: Кошик

source: Cash
ky_kg: Накталай
ro_ro: Numerar
uk_ua: Готівковий

source: Cashless
ky_kg: Накталай эмес
ro_ro: Fără numerar
uk_ua: Безготівковий

# CashPayment
source: Cashless
ky_kg: Накталай төлөө
ro_ro: Achitare în numerar
uk_ua: Розрахунок готівкою

# CashPaymentComment
source: Cash payment
ky_kg: Тапшырык үчүн курьерге же кассага накталай төлөө
ro_ro: Achitarea comenzii în numerar direct curierului sau la casă
uk_ua: Оплата замовлення готівкою кур’єру або в касу

# Catalizator
source: Catalyst converter
ky_kg: Катализатор
ro_ro: Catalizator
uk_ua: Каталізатор

# ChangeWare
source: Change item
ky_kg: Товарды алмаштыруу
ro_ro: Schimbă marfa
uk_ua: Замінити товар

source: City
ky_kg: Шаар
ro_ro: Orașul
uk_ua: Місто

source: Client
ky_kg: Кардар
uk_ua: Клієнт

# ClientCode
source: Client fisc. code
ky_kg: Кардардын коду
ro_ro: Codul fiscal clientului
uk_ua: Фiскальний код клієнта

# ClientManagementTitle
source: Client Relationship Management
ky_kg: Кардарларды башкаруу
ro_ro: Gestionarea clienţilor
uk_ua: Керування клієнтами

source: Clients
ky_kg: Кардарлар
ro_ro: Clienţi
uk_ua: Клієнти

source: Close
ky_kg: Жабуу
ro_ro: Închide
uk_ua: Закрити

source: Code
ky_kg: Код
ro_ro: Cod
uk_ua: Код

source: Comment
ky_kg: Түшүндүрмө
ro_ro: Comentariu
uk_ua: Коментар

source: Comment for order
ky_kg: Тапшырыкка түшүндүрмө
ro_ro: Comentariu la comanda
uk_ua: Коментар до замовлення

source: Reconciliate
ky_kg: Салыштырып текшерүү
ro_ro: Reconciliere
uk_ua: Звірити

# ComparisionAct
source: Reconciliation act
ky_kg: Салыштырып текшерүү актысы
ro_ro: Actul de reconciliere
uk_ua: Акт звірки

# ComparisionActPeriodError
source: Period is invalid
ky_kg: Мезгил туура эмес киргизилген
ro_ro: Perioada este introdusă incorect
uk_ua: Період введено не коректно

# ComparisionActUser
source: Reconciliation preview
ky_kg: Салыштырып текшерүү актысын сурай алат.
ro_ro: Vizualizarea reconcilierii
uk_ua: Перегляд звірки

source: Confirmation
ky_kg: Ырастоо
ro_ro: Confirmare
uk_ua: Підтвердження

# ContactPhone
source: Phone number
ky_kg: Байланыш телефону
ro_ro: Numărul de telefon
uk_ua: Контактний телефон

source: Cost
ky_kg: Наркы
ro_ro: Costul
uk_ua: Вартiсть

source: Current Password
ky_kg: Учурдагы сыр сөз
ro_ro: Parola curentă
uk_ua: Поточний пароль

# CylinderNumber
source: Number of Cylinders
ky_kg: Цилиндрлердин саны
ro_ro: Numărul de cilindri
uk_ua: Кількість циліндрів

source: Date
ky_kg: Дата
ro_ro: Data
uk_ua: Дата

source: days
ky_kg: күндөр
ro_ro: zile
uk_ua: днів

source: debt
ky_kg: карыз
ro_ro: datorie
uk_ua: Заборгованість

source: Delete
ky_kg: Алып салуу
ro_ro: Elimină
uk_ua: Видалити

# DeleteSelectedPositions
source: Delete selected items?
ky_kg: Тандап алынган позициялар алып салынсынбы?
ro_ro: Elimina poziţiile evidenţiate?
uk_ua: Видалити вибрані позиції

# DeleteWare
source: Delete item
ky_kg: Товар алып салынсынбы
ro_ro: Elimină marfa
uk_ua: Видалити товар

source: Delivery
ky_kg: Жеткирүү
ro_ro: Livrare
uk_ua: Доставка

source: Delivery address
ky_kg: Жеткирүү дареги
ro_ro: Adresa livrării
uk_ua: Адреса доставки

source: Delivery Addresses
ky_kg: Жеткирүү даректери
ro_ro: Adresele livrărilor
uk_ua: Адреси доставок

# DeliveryScheduleTime
source: Order delivery schedule time
ky_kg: Тапшырыкты жеткирүү убактысы
ro_ro: Timpul de livrare
uk_ua: Час доставки замовлення

# DeliveryTableComment
source: Add the order to one of the existing shippings
ky_kg: Тапшырыкты мурда таризделген жеткирүүлөрдүн бирине кошулуп коюлсун
ro_ro: Adaugă comanda la una din existente livrări
uk_ua: Додати замовлення в одну з вже оформлених доставок

source: Delivery type
ky_kg: Жеткирүү түрү
ro_ro: Tipul de livrare
uk_ua: Тип доставки

source: descending
ky_kg: кемүү боюнча
ro_ro: descendent
uk_ua: за зменшенням

source: Description
ky_kg: Сыпаттоо
ro_ro: Descriere
uk_ua: Опис

# DocNumber
source: Document Nr.
ky_kg: Документтин №
ro_ro: № doc-lui
uk_ua: № док-ту

# DocType
source: Document Type
ky_kg: Документтин тиби
ro_ro: Tip doc-lui
uk_ua: Тип док-ту

source: Download
ky_kg: Жүктөп алуу
ro_ro: Descarcă
uk_ua: Завантажити

# DriveType
source: Wheel drive
ky_kg: Дөңгөлөктөрдүн иштеткичи
ro_ro: Tipul tracţiunii a roţilor
uk_ua: Привід колес

source: Edit
ky_kg: Редакциялоо
ro_ro: Editează
uk_ua: Редагувати

# EmailAsLogin
source: Email (Login)
ky_kg: Email (логин катары колдонулат)
ro_ro: Email (se utilizează ca login)
uk_ua: Email (використовується як логін)

# EmailPhone
source: Email, phone number
ky_kg: Email, телефон
ro_ro: Email, telefon
uk_ua: Email, телефон

# EndYear
source: End of production
ky_kg: Чыгаруунун аягы
ro_ro: Producţie pînă la
uk_ua: Кінець випуску

source: engine
ky_kg: Кыймылдаткыч
ro_ro: Motor
uk_ua: Двигун

source: Engine number
ky_kg: Кыймылдаткычтын номери
ro_ro: Numărul motorului
uk_ua: Номер двигуна

source: Engine type
ky_kg: Кыймылдаткычтын түрү
ro_ro: Tipul motorului
uk_ua: Тип двигуна

# Enter
source: Login
ky_kg: Кирүү
ro_ro: Intrare
uk_ua: Вхід

# ErrorMessage
source: <p> Something went wrong and we were unable to process your request. </p> <p> Try to go to the <a href="{0}"> main page </a>and repeat the request or contact number <b> {1} </ b> </ p>
ky_kg: <p> Бир нерсе туура эмес кетип, жана биз Сиздин өтүнүчтү иштете албай койдук. </p> <p> Башкы бетке <a href="{0}"> өтүүгө аракет кылып көрүңүз </a> жана өтүнүчтү кайталап көрүңүз же биз менен <b>{1}</b></p> номери боюнча байланышыңыз
ro_ro: S-a produs o eroare neaşteptată pe server <br/> Administratorii şi dezvoltatorii sînt notificați cu privire la existența problemei. <br /> Ne cerem scuze pentru inconveniente. <br. />
uk_ua: <br>Сталася небередбачувана помилка на сервері. <br />Адміністратори та розробники оповіщені про помилку, що виникла. <br />Вибачаємось за тимчасові незручності. <br />

source: Errors found
ky_kg: Каталар табылды
ro_ro: Sunt depistate greşeli
uk_ua: Виявленно помилки

source: Expand
ky_kg: Жаюу
ro_ro: Desfăşoară
uk_ua: Розгорнути

source: Finish
ky_kg: Аяктоо
ro_ro: Termină comanda
uk_ua: Завершити

# FIO
source: First Name, Last Name
ky_kg: Аты-жөнү
ro_ro: FNP
uk_ua: ПІБ

source: First Name
ky_kg: Аты
ro_ro: Numele
uk_ua: Ім’я

# FixedPhone
source: Landline
ky_kg: Стационардык телефон
ro_ro: Telefonul fix
uk_ua: Телефон стаціонарний

# FixedShippingMessage
source: To pick up your order, you need to come to our office at the address indicated below. Please note the time at which the order will be available.
ky_kg: Тапшырыгыңызды алуу үчүн биздин өкүлчүлүккө, Сиз төмөнкү дарек боюнча келишиңиз керек. Сураныч,тапшырык жеткиликтүү болгон убакытка көңүл бурууңузду өтүнөбүз
ro_ro: Pentru a ridica comanda dvs., trebuie să vă prezentați la sediul nostru, situat la adresa indicată mai jos. Vă rugăm să reţineţi ora la care va fi disponibilă comanda.
uk_ua: Для того, щоб забрати своє замовлення, вам необхідно з’явитись в наше представництво за адресою, вказанною нижче. Зверніть увагу на час, з якого буде доступне замовлення.

# ForPayment
source: To be payed
ky_kg: Төлөөгө
ro_ro: Spre plată
uk_ua: До сплати

# ForPeriod
source: For the period
ky_kg: Мезгилде
ro_ro: Pentru perioada
uk_ua: За період

source: from
ky_kg: -дан баштап
ro_ro: din
uk_ua: з

source: from warehouse
ky_kg: Кампадан
ro_ro: De la depozit
uk_ua: Зі складу

source: Fuel type
ky_kg: Күйүүчү майдын түрү
ro_ro: Tipul combustibilului
uk_ua: Тип палива

# GetExcelInvoice
source: Invoice in Excel
ky_kg: Төлөөгө эсеп Excelде
ro_ro: Factură de plată (în Excel)
uk_ua: Рахунок на оплату в Excel

# GetPDFInvoice
source: Invoice in PDF
ky_kg: Төлөөгө эсеп PDFде
ro_ro: Factură de plată (în PDF)
uk_ua: Рахунок на оплату в PDF

# GroupContentManagement
source: Group content
ky_kg: Топтордун мазмуну
ro_ro: Grupuri de conținut
uk_ua: Контент групп

source: hours
ky_kg: саат
ro_ro: oare
uk_ua: годин

# House
source: House number
ky_kg: Үй
ro_ro: Casa
uk_ua: Будинок

# InCart
source: To the Cart
ky_kg: Себетке
ro_ro: În coş
uk_ua: В кошик

source: Information
ky_kg: Маалымат
ro_ro: Informaţia
uk_ua: Інформація

# InvoicePayment
source: Transfer payment
ky_kg: Которуу жолу менен төлөө
ro_ro: Achitare prin transfer
uk_ua: Оплата перерахунком

# InvoicePaymentComment
source: When paying by transfer it is necessary to transfer the money to the account of the store. Bill for payment may be obtained after selecting the delivery.
ky_kg: Которуу жолу менен төлөөдө дүкөндүн эсебине акча которушуңуз керек. Төлөө үчүн эсепти жеткирүү тандалгандан кийин алууга болот.
ro_ro: La achitare prin transfer, banii urmează a fi restribuiti în contul magazinului. Factura de plată poate fi obţinută după alegerea livrării.
uk_ua: При оплаті перерахунком необхідно перерахувати гроші на рахунок магазину. Рахунок на оплату можна отримати після вибору способу доставки.

# IsBlocked
source: Blocked
ky_kg: Тосмолонгон
ro_ro: Blocat
uk_ua: Заблокований

# IsRequired
source: Required field
ky_kg: Милдеттүү талаа
ro_ro: Câmp obligatoriu
uk_ua: Обов'язкове поле

# KeyUser
source: Key
ky_kg: Негизги
ro_ro: Cheie
uk_ua: Ключовий

source: Last Name
ky_kg: Фамилиясы
ro_ro: Numele de familie
uk_ua: Прізвище

# latin_only
source: (Latin)
ky_kg: (латин алфавити менен)
ro_ro: (în grafie latină)
uk_ua: (латиницею)

source: Limit
ky_kg: Чек
ro_ro: Limita
uk_ua: Ліміт

# LiqPayment
source: Payment via LiqPay system
ky_kg: LiqPay тутуму аркылуу төлөө
ro_ro: Achitare prin sistemul LiqPay
uk_ua: Оплата через систему LiqPay

# LiqPaymentComment
source: Service of accepting payments from credit card offers <a href="https://www.liqpay.com">LiqPAY</a> от <a href="http://privatbank.ua">PrivateBank</a>
ky_kg: Пластикалык карта менен төлөмдөрдү кабыл алуу тейлемеси <a href="https://www.liqpay.com">LiqPAY</a> от <a href="http://privatbank.ua">ПриватБанк</a>
ro_ro: Service-ul de recepţionare a plăţilor cu cardul bancar este oferit de <a href="https://www.liqpay.com">LiqPAY</a> din <a href="http://privatbank.ua"> PrivatBank</a>
uk_ua: Сервіс прийому платежів з пластикової картки надає <a href="https://www.liqpay.com">LiqPAY</a> от <a href="http://privatbank.ua">ПриватБанк</a>

# Locality
source: Town
ky_kg: Шаар
ro_ro: Oraş
uk_ua: Місто

source: Login
ky_kg: Логин
ro_ro: Loghin
uk_ua: Логін

# MakeOrder
source: Make an order
ky_kg: Тапшырык түзүү
ro_ro: Formează comanda
uk_ua: Сформувати замовлення

# MaxCartPositionMessage
source: Maximum 1000 items allowed
ky_kg: 1000ден көп эмес позицияны тандоого жол берилет.
ro_ro: Se acceptă selectarea maximală pină la 1000 de poziţii
uk_ua: Допускається вибирати не більше 1000 позицій.

# MobilePhone
source: Cell phone
ky_kg: Мобилдик телефон
ro_ro: Telefonul mobil
uk_ua: Телефон мобільний

source: Model of car
ky_kg: Автомобилдин модели
ro_ro: Model de masina
uk_ua: Модель автомобіля

# MultComment
source: The number of goods must comply with the multiplicity of sale
ky_kg: Количество товара должно соответствовать кратности продажи
ro_ro: Cantitatea de mărfuri trebuie să corespundă multiplicității vînzărilor
uk_ua: Кількісь товару повинна відповідати кратності продажу

source: Name
ky_kg: Аталышы
ro_ro: Denumire
uk_ua: Найменування

# NeedPartList
source: List of required items
ky_kg: Керектүү бөлүктөрдүн тизмеси
ro_ro: Lista pieselor necesare
uk_ua: Список необхідних деталей

# NeedTaxInvoice
source: Fiscal invoice required
ky_kg: Салыктык коштомо кагаз керек
ro_ro: Este necesară factura fiscală
uk_ua: Необхідна податкова накладна

source: New delivery address
ky_kg: Жеткирүүнүн жаңы дареги
ro_ro: Adresa nouă de livrare
uk_ua: Нова адреса доставки

source: New password
ky_kg: Жаңы сыр сөз
ro_ro: Parola nouă
uk_ua: Новий пароль

source: New request
ky_kg: Жаңы өтүнүч
ro_ro: Cerere nouă
uk_ua: Новий запит

# NewRequestByAuto
source: New request by car type
ky_kg: Автомобиль боюнча жаңы өтүнүч
ro_ro: Cerere nouă după autovehicul
uk_ua: Новий запит по автомобілю

source: News
ky_kg: Жаңылыктар
ro_ro: Noutăți
uk_ua: Новини

source: Next
ky_kg: Алга
ro_ro: Continuă
uk_ua: Далі

# NextNews
source: Next
ky_kg: Кийинкиси
ro_ro: Noutatea următoare>>
uk_ua: Наступна новина >>

source: No
ky_kg: Жок
ro_ro: Nu
uk_ua: Ні

source: No data
ky_kg: Маалымат жок
ro_ro: Nu se conţin date
uk_ua: Немає даних

source: Not available
ky_kg: Жеткиликтүү эмес
ro_ro: Inaccesibil
uk_ua: Недоступно

# NotAvailableDeliveries
source: No available deliveries
ky_kg: Таризделген жеткиликтүү жеткирүү жок
ro_ro: Nu există comenzi perfectate accesibile
uk_ua: Немає доступних оформлених доставок

# NothingChecked
source: You didn't checked any position
ky_kg: Эч нерсе тандалган жок
ro_ro: Nu aţi selectat nici o pozitie
uk_ua: Нічого не вибрано

# NotOurTransporComment
source: Please note that this option does not ensure the order delivery "to the door". The order will be transmitted by regular transport. Our staff will contact you on the phone and tell you where and when you will need to meet the order.
ky_kg: Бул вариант тапшырыкты "эшикке чейин" жеткирүүнү камсыз кылбай тургандыгына, Сиздин көңүлүңүздү бурабыз. Тапшырык каттамдык транспорт менен берилип жиберилет. Биздин кызматкер Сиз менен телефон аркылуу байланышат жана Сиз тапшырыкты кайсы жерде жана качан тосуп алуу керек экендигин айтып берет.
ro_ro: Vă rugăm să reţineţi că această opţiune nu asigură livrarea comenzii "la ușă". Comanda va fi transmisă prin transport de rută. Angajatul nostru vă va contacta prin telefon şi vă va comunica unde şi cînd va trebui să întîmpinați comanda.
uk_ua: Звертаємо Вашу увагу, що цей варіант не забезпечує доставку замовлення «до дверей». Замовлення буде передано рейсовим транспортом. Наш співробітник зв’яжеться з Вами по телефону і повідомить , де і коли Вам необхідно зустріти замовлення.

source: Number
ky_kg: Номери
ro_ro: Numărul
uk_ua: Номер

source: Only On Stock
ky_kg: Болгону ушул турганы гана
ro_ro: Doar cele din stoc
uk_ua: Тільке те, що в наявності

# OnStock
source: In stock
ky_kg: Кампада
ro_ro: La depozit
uk_ua: В наявності

source: Order
ky_kg: Тапшырык
ro_ro: Comanda
uk_ua: Замовлення

# orderBy
source: sort by
ky_kg: ...боюнча сорттоо
ro_ro: Sortarea conform
uk_ua: сортувати за

# OrderConfirmDialogTitle
source: To form and reserve the order
ky_kg: Тапшырыкты тариздөө жана резервге коюу
ro_ro: Perfectează și rezervă comanda
uk_ua: Оформити і зарезервувати замовлення

source: Order date
ky_kg: Тапшырыктын датасы
ro_ro: Data perfectării comenzii
uk_ua: Дата замовлення

# OrderError
source: Error sending order for processing
ky_kg: Тапшырыкты иштеп чыгууга жөнөтүүнүн катасы
ro_ro: Eroare la trimiterea comenzii spre procesare
uk_ua: Помилка відправлення замовлення на обробку

# OrderErrorText
source: There is a ware in your order that we can not draw up. (<b>{0}</b>). <br> Click on the "back to the order" and remove goods marked in red from the order.
ky_kg: Сиздин тапшырыкта биз тариздей албаган товар бар (<b>{0}</b>). <br>" тапшырыкка кайтууну" басыңыз жана тапшырыктан, кызыл менен белгиленген товарларды алып салыңыз.
ro_ro: Comanda dvs. conţine o marfă, pe care nu o putem perfecta (<b> {0} </ b>). <br> Dați clic pe "întoarcere la comanda" si eliminaţi din comandă mărfurile marcate cu roșu.
uk_ua: При оформленні замовлення сталася помилка: <b> {0} </ b>. <br> Повторіть оформлення або зв'яжіться з Вашим менеджером.

# Ordering
source: details
ky_kg: тапшырык ичинде
ro_ro: detalii
uk_ua: детальніше

source: Order is available
ky_kg: Тапшырык жеткиликтүү
ro_ro: Comanda e disponibilă
uk_ua: Замовлення доступне

# OrderIsAvailableForShipment
source: the order is available for pick up at
ky_kg: ...дан өзү алып кетүүгө тапшырык жеткиликтүү
ro_ro: Comanda poate fi transportată cu mijloace proprii de la
uk_ua: замовлення доступне для самовивозу з

# OrderMadeBy
source: The order is made by
ky_kg: Тапшырыкты түзгөн
ro_ro: Comanda a fost întocmită de
uk_ua: Замовлення сформував

# OrderNotExist
source: Данный заказ не существует.
ky_kg: Бул тапшырык жок.
ro_ro: Comandă inexistentă
uk_ua: Дане замовлення не існує

source: Order number
ky_kg: Тапшырыктын номери
ro_ro: Numărul comenzii
uk_ua: Номер замовлення

source: Order Preview
ky_kg: Тапшырыкты алдын ала карап көрүү
ro_ro: Vizualizarea comenzii
uk_ua: Попередній перегляд замовлення

# OrderPreviewComment
source: <p> Your order has been automatically divided into several sub-orders, according to the time of availability of goods. </p> <p> If you want to combine them into one order, please tick the box "Merge into one order". </p><p> Otherwise clicking "Confirm order", you will be taking to draw up No 1 order. For the rest of the orders drafts will be drawn up in "Orders" section. You will have to draw up them separately.</p>
ky_kg: <p> Тандалып алынган кампага ылайык, Сиздин тапшырык автоматтык түрдө бир нече тапшырыкчаларга бөлүштүрүлдү. </p> <p> "Тапшырыкты ырастоо" басуу менен, Сиз №1 тапшырыкты тариздөөгө өтөсүз. Калган тапшырыктар боюнча, "Тапшырыктар" бөлүмүндө долбоорлор түзүлөт. Аларды өзүнчө тариздөө керек болот. </p>
ro_ro: Comanda dvs. a fost divizată în mod automat în mai multe subcomenzi, în funcţie de timpul cînd produsele vor fi disponibile. Dacă doriţi să le combinați într-o singură comandă, bifaţi căsuţa "Combină într-o comandă." În caz contrar, făcînd clic pe "Confirm comanda", veți trece la perfectarea comenzii numărul 1. Pentru celelalte comenzi vor fi întocmite ciorne în secțiunea ”Comenzi”. Ele vor trebui perfectate separat.
uk_ua: <p>Ваше замовлення було автоматично розділено на декілька підзамовлень, відповідно до часу доступності товарів. </p><p>Якщо Ви хочете об’єднати їх в одне замовлення, поставте галочку в графі «Об’єднати в одне замовлення». Інакше, натиснувши «Підтвердити замовлення», Ви перейдете до оформлення замовлення №1. По замовленням, що залишились, будуть сформовані чернетки в розділі «Замовлення». Їх необхідно буде оформляти окремо.</p>

source: Orders
ky_kg: Тапшырыктар
ro_ro: Comenzi
uk_ua: Замовлення

source: Original
ky_kg: Түп нуска
uk_ua: Оригінал
